[
    {
        "topic": "Motion, forces & energy",
        "code" : "0625",
        "questions":[
            {
                "id": 1,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "Fig. 1.1 shows two strips of staples.\n(a) The width of one strip is 56mm.There are 40 staples in the strip. Calculate the average width of one staple.average width of one staple in mm[2]\n(b) A student wants to find the volume of one strip of 40 staples. The student has a measuring cylinder and a beaker of water as shown in Fig. 1.2.\nDescribe how the student can determine the volume of one strip of staples by using the equipment shown in Fig. 1.2.[4]\n(c) The staples are made from a block of metal. The mass of the block is 296g. The volume of the block is 33.2cm3.Calculate the density of the metal. Include the unit.[4]"
            },
            {
                "id": 2,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "2a",
                "question_body": "A student has a spring of length 14.0cm. She stretches the spring by adding different loads to the spring.She measures the length of the spring for each load. She plots a graph of the results.Fig. 2.1 shows the graph of her results.\n(i) Use the graph to determine the length of the spring when the student adds a load of 8.0N to the spring.[1]\n(ii) Use the graph to determine the load added to the spring when the extension of the spring is 7.0cm. [2] \nA load stretching a spring is an example of a force changing the size of an object.[1] \n(c) A clamp stand used in the experiment has a weight of 8.6N. Calculate the mass of the clamp stand.[3]"
            },
            {
                "id": 3,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "4a) (i) The motor exerts a force of 25N on the load. It lifts the load a vertical distance of 2.0m. Calculate the work done by the motor on the load.[3] \n(ii) State the useful energy output of the electric motor when it lifts the load 2.0m.[1] \n(iii) The useful energy output of the motor is less than the energy input to the motor. Explain why the useful energy output is less than the energy input. [2] \n(b) The student uses the motor to lift a different load. The motor does 80J of work when it lifts this load. It takes 5.0s to lift the load. Calculate the power output of the electric motor.[3]"
            },
            {
                "id": 4,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "3. Fig. 3.1 shows the distance-time graph for a cyclist. The journey has two sections, PQ and QR. (a) (i) Calculate the speed of the cyclist in section PQ.[3] \n(ii) Describe the motion of the cyclist in section QR on the graph.[1] \n(b) Fig. 3.2 shows a bicycle fitted with wide tyres and a bicycle fitted with narrow tyres. The two bicycles have the same weight. People use bicycles fitted with wide tyres to ride over soft ground.Explain why people use bicycles fitted with wide tyres to ride over soft ground. Use your ideas about pressure. [2]"
            },
            {
                "id": 5,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "5.This question is about work, energy stores and energy transfers. \n(a). Fig 5.1 shows a child pulling a toy trolley  across the floor. The child pulls the trolley with a horizontal force of 12N. The distance moved by the trolley is 5.0m. Calculate the mechanical work done on the toy trolley by the 12N force.[3] \n(b). Fig 5.2 shows a candle burning. Describe the energy transfers taking place as the candle burns. Your answer should refers  to energy stores as well as transfers between energy stores. [3]"
            },
            {
                "id": 6,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 A cyclist is travelling along a straight road. Fig. 1.1 shows the speed–time graph for the cyclist. The graph is divided into four sections labelled P, Q, R and S. \n(a) Calculate the distance travelled by the cyclist in section P from time = 0 to time = 100s. In m[3] \n(b) Describe the motion of the cyclist in each of sections Q, R and S shown in Fig. 1.1. \nQ[1] \nR[1] \nS[1] \n(c) The cyclist is moving north along the road. Determine the velocity of the cyclist at time = 300s. Include the unit.[2]"
            },
            {
                "id": 7,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 Fig. 2.1 shows a concrete beam resting on the ground. \n(a) The weight of the concrete beam is 1540N. Calculate the pressure on the ground due to the concrete beam.[4]\n(b) A builder starts to raise one end of the beam. He uses a force of 1030N at a perpendicular distance of 120cm from the pivot. Fig. 2.2 shows the arrangement. Calculate the moment of the 1030N force about the pivot.[3] \n(c) Describe how the builder can use a smaller force to lift the beam.[1] \n(d) The builder positions the beam as shown in Fig. 2.3. State why the beam shown in Fig. 2.3 is less stable than the beam shown in Fig. 2.1[1]"
            },
            {
                "id": 8,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4.A student uses an electric motor to lift a load. Fig. 4.1 shows the arrangement. \n(a) (i) The motor exerts a force of 25N on the load. It lifts the load a vertical distance of 2.0m. Calculate the work done by the motor on the load.  [3] \n(ii) State the useful energy output of the electric motor when it lifts the load 2.0m.[1] \n(iii) The useful energy output of the motor is less than the energy input to the motor. Explain why the useful energy output is less than the energy input. [2] \n(b) The student uses the motor to lift a different load. The motor does 80J of work when it lifts this load. It takes 5.0s to lift the load. Calculate the power output of the electric motor.[3]"
            },
            {
                "id": 9,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 A student measures the diameter of some identical steel balls. Fig. 1.1 shows the arrangement she uses. \n(a) (i) Using the ruler in Fig. 1.1, determine the distance AB on Fig. 1.1.[2] \n(ii) Use the distance AB to determine the diameter of one steel ball...... cm [2] (b) The mass of some steel balls is 54g and the total volume of these steel balls is 6.9cm3. Calculate the density of the steel.[3]"
            },
            {
                "id": 10,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 Fig. 2.1 shows the speed–time graph for a cyclist. \n(a) In Fig. 2.1, the sections ST, TW, WX, XY and YZ indicate stages of the cyclist’s journey. State one section which shows the cyclist moving with: \n(i) constant speed [1] (ii) constant deceleration [1](iii) constant none-zero acceleration \n(b) Calculate the distance travelled by the cyclist in section ST.[1] (c) Fig. 2.2 shows the horizontal forces on a cyclist. \n(i) Calculate the size of the resultant force on the cyclist.[1] \n(ii) State the effect, if any, of the resultant force on the motion of the cyclist.[1]"
            },
            {
                "id": 11,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 A student has a battery-powered torch. Fig. 3.1 shows the torch. \n(a) Fig. 3.2 shows the energy transfers when the torch is switched on. The diagram is incomplete. Show the energy transfers in the torch by completing the labels on Fig. 3.2.[3] \n(b) The weight of the torch is 8.5N. The student lifts the torch a vertical distance of 0.80m to place it on a shelf. Calculate the work done on the torch by the student.[3] \n(c) The student places the torch on its base on a shelf. The area of the base of the torch is 44cm2. The weight of the torch is 8.5N. Calculate the pressure on the shelf due to the torch.[3]"
            },
            {
                "id": 12,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 Fig. 1.1 shows the distance–time graph for an engineer’s journey.She drives from her home directly to her office and parks the car.She then drives from her office to her friend’s house and parks the car. \n(a) Determine the distance between: \n(i) the engineer’s home and her office…km[1] \n(ii) the engineer’s office and her friend’s house...km[1]\n(b) Determine the time taken to travel between: \n(i) the engineer’s home and her office…. h [1] (ii) the engineer’s office and her friend’s house [1] \n(c) Calculate the speed of the car between time = 7h and time = 10h.[3]"
            },
            {
                "id": 13,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 Fig. 2.1 shows an engineer working with wind turbines.\n(a) Complete the sentences describing how electrical power is generated by energy in the wind.\n(i) The source of the wind energy is.[1]\n(ii) When the blades turn, electrical power is generated in the.[1]\n(b) Describe two advantages, apart from cost, of generating electrical power by using wind turbines compared with using a coal-fired power station.[2]"
            },
            {
                "id": 14,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 A student balances a beam on a pivot. They then balance block A and block B on the beam, as shown in Fig. 3.1. \n(a) (i) The weight of block A is 0.14N. Show that the moment of block A about the pivot is approximately 0.8Ncm.[3] \n(ii) The weight of block B is 0.19N. Calculate the distance d between the pivot and the centre of block B.[3]\n(b) The weight of block B is 0.19N.Calculate the mass of block B.[3]"
            },
            {
                "id": 15,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 (a) A boat crosses a river. The boat points at right angles to the river bank and it travels at a speed of 3.5 m / s relative to the water. 1. vector quantity [2] \n2. scalar quantity State the names of one other scalar quantity and one other vector quantity. \n(b)Speed is a scalar quantity and velocity is a vector quantity. 1. speed 2. direction relative to the river bank [4] \nBy drawing a scale diagram or by calculation, determine the speed and direction of the boat A river current acts at right angles to the direction the boat points. The river current has a speed of 2.5 m / s."
            },
            {
                "id": 16,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2. Fig. 2.1 shows a ship loaded with containers. \n(a) The ship is made of steel. The density of steel is 7800 kg / m3 and the density of water is 1000 kg / m3 Explain why the ship floats in the water.[2] \n(b) The containers with the greatest mass are loaded near the bottom of the ship. State and explain the effect on the stability of the ship of loading the containers in this way.[2] \n(c).A crane lifts a container 48 m vertically upwards. The mass of the container is 30 000 kg. Calculate the energy transferred to the gravitational potential energy stored in the container. [2]"
            },
            {
                "id": 17,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 (a)State the principle of conservation of energy.[2] \n(b).A wind turbine has a maximum output power of 1.8 MW. The turbine operates at maximum power for 4.0 h. \n(i)Define the unit kW h.[1] \n(ii) Calculate the energy produced by the wind turbine operating at maximum power for 4.0 h. Give your answer in kW h. [2] \n(c). Radiation from the Sun is the main source of energy for most of our energy resources. State two energy resources that are not due to radiation from the Sun [2]"
            },
            {
                "id": 18,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 A girl holds a rubber ball out of a window of a tall building. The mass of the ball is 0.20kg. The ball is at rest 10m above a concrete path. \n(a) Calculate the gravitational potential energy of the ball relative to the concrete path. [2] \n(b) The girl releases the ball and it falls towards the path. The ball strikes the path and bounces vertically upwards. Fig. 1.1 shows the ball falling towards the path. The speed of the ball immediately before it strikes the path is 14m/s. The speed of the ball immediately after it strikes the path is 12m/s. \n(i) Calculate the kinetic energy of the ball immediately after it strikes the concrete path.[2]\n(ii) Show that the change in momentum of the ball when it bounces off the path is 5.2kgm/s[3] \n(iii) The ball is in contact with the path for 0.25s.Calculate the average resultant force on the ball when it is in contact with the path.[2]"
            },
            {
                "id": 19,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 Fig. 1.1 shows the speed-time graph for a vehicle accelerating from rest.  \n(a) Calculate the acceleration of the vehicle at time t = 30s.[3]\n(b) Without further calculation, state how the acceleration at time t = 100s compares to the acceleration at time t = 10s. Using ideas about forces, explain why any change in the acceleration has occurred.[2] \n(c) Determine the distance travelled by the vehicle between time t = 120s and time t = 160s.[3]"
            },
            {
                "id": 20,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 (a) Complete the definitions by giving the name of each quantity. mass × acceleration =[1] force × time = [1] \n(b) Fig. 2.2 shows a man using a golf club to hit a ball.The ball has a mass of 0.046kg. The golf club is in contact with the ball for a duration of 5.0 × 10–4s and the ball leaves the golf club at a speed of 65m/s. \n(i) Calculate the momentum of the ball as it leaves the golf club.[2] \n(ii) Calculate the average resultant force acting on the ball while it is in contact with the golf club. average force =  [2] \n(iii) While the golf club is in contact with the ball, the ball becomes compressed and changes shape. State the type of energy stored in the ball during its contact with the golf club.[1] "
            },
            {
                "id": 21,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 Fig. 3.1 shows solar cells that use radiation from the Sun to generate electrical power. \n(a) (i) State the name of the process which releases energy in the Sun.[1] \n(ii) Describe what happens in this process.[2] \n(b) Apart from solar cells, there are other energy resources used on Earth for which the radiation from the Sun is the main source. State the name of one of these energy resources and explain whether it is renewable. name of energy resource=[1]explanation= [1]"
            }
        ]
    },
    {
        "topic": "Thermal Physics",
        "code": "0625",
        "questions":[
            {
                "id": 1,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "4.Fig. 4.1 shows a metal pan on an electric hotplate. The pan contains 200cm3 of water. The pan is heated. The temperature of the water in the pan increases. \n(a)Thermal energy is transferred through the metal pan by conduction. State and explain the two ways that thermal energy is conducted in a metal. [3] \n(b) (i) The water boils and leaves the liquid as a gas. Explain, in terms of forces and distances between particles, why the gas occupies a much greater volume than it does as a liquid.[2] \n(ii)State two ways in which boiling differs from evaporation. [2] \n(c). The water is with 200cm³ of milk.  The initial temperature of the milk is 20.0°C. The boiling point of milk is 95.0°C. The milk starts to boil when 60 700 J of thermal energy has been transferred to it.  The density of milk is 1.03g/cm³. Calculate the value of the specific heat capacity of milk. Give your answer to three significant figures. [4]"
            },
            {
                "id": 2,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "3 Liquids are difficult to compress whereas gases can be compressed easily.\n(a) Explain, in terms of particles, why it is difficult to compress liquids.[2] \n(b) Fig. 3.1 shows a rectangular block floating in water. The density of the water is 1000kg/m3.  The area of the base of the block is 0.014m2. The base of the block is at a depth of 0.087m below the surface of the water. \n(i) Show that the pressure due to the water at the base of the block is approximately 850Pa.[2] \n(ii) Calculate the force F on the base of the block caused by the pressure given in (b)(i).[2] \n(iii) Force F is equal to the weight of the block. Calculate the mass of the block.[2]"
            },
            {
                "id": 3,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "1. Fig. 4.1 shows some gas, at room temperature with a piston that can move.  The gas cannot escape from the cylinder. \n(a) i. Describe the movement of the gas.[2]\nii. Describe how the gas particles exert a pressure on the walls of the cylinder and  piston. [1] The volume of gas dicreases . The temperature of the gas does not change. \n(b). The piston in Fig. 4.1 moves to left. State and explain any change in the pressure of the gas when the piston moves to the left.[3]"
            },
            {
                "id": 4,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "5. Fig. 5.1 represents some particles of a gas in a metal box. The arrows represent the directions of movement of the particles. \n(a) Describe how the particles in Fig. 5.1 exert a pressure on the walls of the [3] \n(b) The number of gas particles in the box increases. The temperature of the gas does not change. State and explain the effect, if any, on the pressure exerted by the gas particles on the walls of the box.[2]"
            },
            {
                "id": 5,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "4 A student has a block of solid metal at room temperature. \n(a) (i) Describe the arrangement, separation and motion of the particles in the solid metal.[3] \n(ii) The student cools the block of metal in a freezer. State the effect, if any, of cooling on the kinetic energy of the particles in the block of metal.[1] \n(b) (i) State the name of the temperature at which particles have the least kinetic energy.[1] \n(ii) State the value of temperature at which particles have the least kinetic energy.  Include the unit. [1]\n(c) The metal block emits thermal radiation from its surface. State two features of a surface that is a good emitter of thermal radiation.[2]"
            }
        ]
    },
    {
        "topic": "Waves",
        "code": "0625",
        "questions":[
            {
                "id": 1,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "A student places a book in front of a plane mirror. \nState three characteristics of the image of the book formed by the plane mirror(3)"
            },
            {
                "id": 2,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "A student places a book in front of a plane mirror. \nState three characteristics of the image of the book formed by the plane mirror"
            },
            {
                "id": 3,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "A student places a book in front of a plane mirror. \nState three characteristics of the image of the book formed by the plane mirror"
            }
        ]
    },
    {
        "topic": "Electricity & Magnetism",
        "code": "0625",
        "questions":[
            {
                "id": 1,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "A student places a book in front of a plane mirror. \nState three characteristics of the image of the book formed by the plane mirror(3)"
            },
            {
                "id": 2,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "A student places a book in front of a plane mirror. \nState three characteristics of the image of the book formed by the plane mirror"
            },
            {
                "id": 3,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "A student places a book in front of a plane mirror. \nState three characteristics of the image of the book formed by the plane mirror"
            }
        ]
    },
    {
        "topic": "Nuclear Physics",
        "code": "0625",
        "questions":[
            {
                "id": 1,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "A student places a book in front of a plane mirror. \nState three characteristics of the image of the book formed by the plane mirror(3)"
            },
            {
                "id": 2,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "A student places a book in front of a plane mirror. \nState three characteristics of the image of the book formed by the plane mirror"
            },
            {
                "id": 3,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "A student places a book in front of a plane mirror. \nState three characteristics of the image of the book formed by the plane mirror"
            }
        ]
    },
    {
        "topic": "Space Physics",
        "code": "0625",
        "questions":[
            {
                "id": 1,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "A student places a book in front of a plane mirror. \nState three characteristics of the image of the book formed by the plane mirror(3)"
            },
            {
                "id": 2,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "A student places a book in front of a plane mirror. \nState three characteristics of the image of the book formed by the plane mirror"
            },
            {
                "id": 3,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "A student places a book in front of a plane mirror. \nState three characteristics of the image of the book formed by the plane mirror"
            }
        ]
    }
]