[
    {
        "topic": "Motion, forces & energy",
        "code" : "0625",
        "questions":[
            {
                "id": 1,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "Fig. 1.1 shows two strips of staples.\n(a) The width of one strip is 56mm.There are 40 staples in the strip. Calculate the average width of one staple.average width of one staple in mm[2]\n(b) A student wants to find the volume of one strip of 40 staples. The student has a measuring cylinder and a beaker of water as shown in Fig. 1.2.\nDescribe how the student can determine the volume of one strip of staples by using the equipment shown in Fig. 1.2.[4]\n(c) The staples are made from a block of metal. The mass of the block is 296g. The volume of the block is 33.2cm3.Calculate the density of the metal. Include the unit.[4]"
            },
            {
                "id": 2,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "2a",
                "question_body": "A student has a spring of length 14.0cm. She stretches the spring by adding different loads to the spring.She measures the length of the spring for each load. She plots a graph of the results.Fig. 2.1 shows the graph of her results.\n(i) Use the graph to determine the length of the spring when the student adds a load of 8.0N to the spring.[1]\n(ii) Use the graph to determine the load added to the spring when the extension of the spring is 7.0cm. [2] \nA load stretching a spring is an example of a force changing the size of an object.[1] \n(c) A clamp stand used in the experiment has a weight of 8.6N. Calculate the mass of the clamp stand.[3]"
            },
            {
                "id": 3,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "4a) (i) The motor exerts a force of 25N on the load. It lifts the load a vertical distance of 2.0m. Calculate the work done by the motor on the load.[3] \n(ii) State the useful energy output of the electric motor when it lifts the load 2.0m.[1] \n(iii) The useful energy output of the motor is less than the energy input to the motor. Explain why the useful energy output is less than the energy input. [2] \n(b) The student uses the motor to lift a different load. The motor does 80J of work when it lifts this load. It takes 5.0s to lift the load. Calculate the power output of the electric motor.[3]"
            },
            {
                "id": 4,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "3. Fig. 3.1 shows the distance-time graph for a cyclist. The journey has two sections, PQ and QR. (a) (i) Calculate the speed of the cyclist in section PQ.[3] \n(ii) Describe the motion of the cyclist in section QR on the graph.[1] \n(b) Fig. 3.2 shows a bicycle fitted with wide tyres and a bicycle fitted with narrow tyres. The two bicycles have the same weight. People use bicycles fitted with wide tyres to ride over soft ground.Explain why people use bicycles fitted with wide tyres to ride over soft ground. Use your ideas about pressure. [2]"
            },
            {
                "id": 5,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "5.This question is about work, energy stores and energy transfers. \n(a). Fig 5.1 shows a child pulling a toy trolley  across the floor. The child pulls the trolley with a horizontal force of 12N. The distance moved by the trolley is 5.0m. Calculate the mechanical work done on the toy trolley by the 12N force.[3] \n(b). Fig 5.2 shows a candle burning. Describe the energy transfers taking place as the candle burns. Your answer should refers  to energy stores as well as transfers between energy stores. [3]"
            },
            {
                "id": 6,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 A cyclist is travelling along a straight road. Fig. 1.1 shows the speed–time graph for the cyclist. The graph is divided into four sections labelled P, Q, R and S. \n(a) Calculate the distance travelled by the cyclist in section P from time = 0 to time = 100s. In m[3] \n(b) Describe the motion of the cyclist in each of sections Q, R and S shown in Fig. 1.1. \nQ[1] \nR[1] \nS[1] \n(c) The cyclist is moving north along the road. Determine the velocity of the cyclist at time = 300s. Include the unit.[2]"
            },
            {
                "id": 7,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 Fig. 2.1 shows a concrete beam resting on the ground. \n(a) The weight of the concrete beam is 1540N. Calculate the pressure on the ground due to the concrete beam.[4]\n(b) A builder starts to raise one end of the beam. He uses a force of 1030N at a perpendicular distance of 120cm from the pivot. Fig. 2.2 shows the arrangement. Calculate the moment of the 1030N force about the pivot.[3] \n(c) Describe how the builder can use a smaller force to lift the beam.[1] \n(d) The builder positions the beam as shown in Fig. 2.3. State why the beam shown in Fig. 2.3 is less stable than the beam shown in Fig. 2.1[1]"
            },
            {
                "id": 8,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4.A student uses an electric motor to lift a load. Fig. 4.1 shows the arrangement. \n(a) (i) The motor exerts a force of 25N on the load. It lifts the load a vertical distance of 2.0m. Calculate the work done by the motor on the load.  [3] \n(ii) State the useful energy output of the electric motor when it lifts the load 2.0m.[1] \n(iii) The useful energy output of the motor is less than the energy input to the motor. Explain why the useful energy output is less than the energy input. [2] \n(b) The student uses the motor to lift a different load. The motor does 80J of work when it lifts this load. It takes 5.0s to lift the load. Calculate the power output of the electric motor.[3]"
            },
            {
                "id": 9,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 A student measures the diameter of some identical steel balls. Fig. 1.1 shows the arrangement she uses. \n(a) (i) Using the ruler in Fig. 1.1, determine the distance AB on Fig. 1.1.[2] \n(ii) Use the distance AB to determine the diameter of one steel ball...... cm [2] (b) The mass of some steel balls is 54g and the total volume of these steel balls is 6.9cm3. Calculate the density of the steel.[3]"
            },
            {
                "id": 10,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 Fig. 2.1 shows the speed–time graph for a cyclist. \n(a) In Fig. 2.1, the sections ST, TW, WX, XY and YZ indicate stages of the cyclist’s journey. State one section which shows the cyclist moving with: \n(i) constant speed [1] (ii) constant deceleration [1](iii) constant none-zero acceleration \n(b) Calculate the distance travelled by the cyclist in section ST.[1] (c) Fig. 2.2 shows the horizontal forces on a cyclist. \n(i) Calculate the size of the resultant force on the cyclist.[1] \n(ii) State the effect, if any, of the resultant force on the motion of the cyclist.[1]"
            },
            {
                "id": 11,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 A student has a battery-powered torch. Fig. 3.1 shows the torch. \n(a) Fig. 3.2 shows the energy transfers when the torch is switched on. The diagram is incomplete. Show the energy transfers in the torch by completing the labels on Fig. 3.2.[3] \n(b) The weight of the torch is 8.5N. The student lifts the torch a vertical distance of 0.80m to place it on a shelf. Calculate the work done on the torch by the student.[3] \n(c) The student places the torch on its base on a shelf. The area of the base of the torch is 44cm2. The weight of the torch is 8.5N. Calculate the pressure on the shelf due to the torch.[3]"
            },
            {
                "id": 12,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 Fig. 1.1 shows the distance–time graph for an engineer’s journey.She drives from her home directly to her office and parks the car.She then drives from her office to her friend’s house and parks the car. \n(a) Determine the distance between: \n(i) the engineer’s home and her office…km[1] \n(ii) the engineer’s office and her friend’s house...km[1]\n(b) Determine the time taken to travel between: \n(i) the engineer’s home and her office…. h [1] (ii) the engineer’s office and her friend’s house [1] \n(c) Calculate the speed of the car between time = 7h and time = 10h.[3]"
            },
            {
                "id": 13,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 Fig. 2.1 shows an engineer working with wind turbines.\n(a) Complete the sentences describing how electrical power is generated by energy in the wind.\n(i) The source of the wind energy is.[1]\n(ii) When the blades turn, electrical power is generated in the.[1]\n(b) Describe two advantages, apart from cost, of generating electrical power by using wind turbines compared with using a coal-fired power station.[2]"
            },
            {
                "id": 14,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 A student balances a beam on a pivot. They then balance block A and block B on the beam, as shown in Fig. 3.1. \n(a) (i) The weight of block A is 0.14N. Show that the moment of block A about the pivot is approximately 0.8Ncm.[3] \n(ii) The weight of block B is 0.19N. Calculate the distance d between the pivot and the centre of block B.[3]\n(b) The weight of block B is 0.19N.Calculate the mass of block B.[3]"
            },
            {
                "id": 15,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 (a) A boat crosses a river. The boat points at right angles to the river bank and it travels at a speed of 3.5 m / s relative to the water. 1. vector quantity [2] \n2. scalar quantity State the names of one other scalar quantity and one other vector quantity. \n(b)Speed is a scalar quantity and velocity is a vector quantity. 1. speed 2. direction relative to the river bank [4] \nBy drawing a scale diagram or by calculation, determine the speed and direction of the boat A river current acts at right angles to the direction the boat points. The river current has a speed of 2.5 m / s."
            },
            {
                "id": 16,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2. Fig. 2.1 shows a ship loaded with containers. \n(a) The ship is made of steel. The density of steel is 7800 kg / m3 and the density of water is 1000 kg / m3 Explain why the ship floats in the water.[2] \n(b) The containers with the greatest mass are loaded near the bottom of the ship. State and explain the effect on the stability of the ship of loading the containers in this way.[2] \n(c).A crane lifts a container 48 m vertically upwards. The mass of the container is 30 000 kg. Calculate the energy transferred to the gravitational potential energy stored in the container. [2]"
            },
            {
                "id": 17,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 (a)State the principle of conservation of energy.[2] \n(b).A wind turbine has a maximum output power of 1.8 MW. The turbine operates at maximum power for 4.0 h. \n(i)Define the unit kW h.[1] \n(ii) Calculate the energy produced by the wind turbine operating at maximum power for 4.0 h. Give your answer in kW h. [2] \n(c). Radiation from the Sun is the main source of energy for most of our energy resources. State two energy resources that are not due to radiation from the Sun [2]"
            },
            {
                "id": 18,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 A girl holds a rubber ball out of a window of a tall building. The mass of the ball is 0.20kg. The ball is at rest 10m above a concrete path. \n(a) Calculate the gravitational potential energy of the ball relative to the concrete path. [2] \n(b) The girl releases the ball and it falls towards the path. The ball strikes the path and bounces vertically upwards. Fig. 1.1 shows the ball falling towards the path. The speed of the ball immediately before it strikes the path is 14m/s. The speed of the ball immediately after it strikes the path is 12m/s. \n(i) Calculate the kinetic energy of the ball immediately after it strikes the concrete path.[2]\n(ii) Show that the change in momentum of the ball when it bounces off the path is 5.2kgm/s[3] \n(iii) The ball is in contact with the path for 0.25s.Calculate the average resultant force on the ball when it is in contact with the path.[2]"
            },
            {
                "id": 19,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 Fig. 1.1 shows the speed-time graph for a vehicle accelerating from rest.  \n(a) Calculate the acceleration of the vehicle at time t = 30s.[3]\n(b) Without further calculation, state how the acceleration at time t = 100s compares to the acceleration at time t = 10s. Using ideas about forces, explain why any change in the acceleration has occurred.[2] \n(c) Determine the distance travelled by the vehicle between time t = 120s and time t = 160s.[3]"
            },
            {
                "id": 20,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 (a) Complete the definitions by giving the name of each quantity. \nmass × acceleration =[1] \nforce × time = [1] \n(b) Fig. 2.2 shows a man using a golf club to hit a ball.The ball has a mass of 0.046kg. The golf club is in contact with the ball for a duration of 5.0 × 10–4s and the ball leaves the golf club at a speed of 65m/s. \n(i) Calculate the momentum of the ball as it leaves the golf club.[2] \n(ii) Calculate the average resultant force acting on the ball while it is in contact with the golf club. average force =  [2] \n(iii) While the golf club is in contact with the ball, the ball becomes compressed and changes shape. State the type of energy stored in the ball during its contact with the golf club.[1] "
            },
            {
                "id": 21,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 Fig. 3.1 shows solar cells that use radiation from the Sun to generate electrical power. \n(a) (i) State the name of the process which releases energy in the Sun.[1] \n(ii) Describe what happens in this process.[2] \n(b) Apart from solar cells, there are other energy resources used on Earth for which the radiation from the Sun is the main source. State the name of one of these energy resources and explain whether it is renewable. name of energy resource=[1]explanation= [1]"
            },
            {
                "id": 22,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 Fig. 1.1 shows a box dropped from an aeroplane. The box contains supplies. A parachute is attached to the box. The parachute is opened when the time is 6.0s. The graph in Fig. 1.2 shows the vertical speed of the box as it falls. \n(a) State and explain what happens to the kinetic energy of the box during the first 6.0s of its descent.[2]\n(b) State and explain what happens to the gravitational potential energy of the box during the first 6.0s.[2] \n(c) (i) Use the graph in Fig. 1.2 to determine the speed of the object when the object is moving with a constant speed.=  m/s [2] \n(ii) State the size of the resultant vertical force on the box when it is falling at a constant speed.[1]\n(d) Use the graph in Fig. 1.2 to determine the distance travelled by the box during the first 6.0s. \n(e) Without calculation, describe how Fig. 1.2 shows that the deceleration of the box is greater  than the acceleration of the box.distance travelled in first 6.0s = m [3]"
            },
            {
                "id": 23,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 Fig. 2.1 shows a measuring cylinder containing water. Fig. 2.2 shows the same measuring cylinder after a stone has been lowered into it. \n(a) Calculate the volume of the stone.[2] \n(b) Another stone has a mass of 98.4g. The volume of this stone is 41.0cm3.Calculate the density of the stone.[3] \n(c) The stone with a mass of 98.4g has a weight of 0.984N.Explain the difference between mass and weight.[2]3 Fig. 3.1 shows the forces acting on a uniform balanced beam. The beam is pivoted at its centre. \n(a) Calculate the moment of the 5.2N force about the pivot and show that its value is close to 30Ncm.[3] \n(b) The beam is balanced. Calculate force P.force P = N [4]"
            },
            {
                "id": 24,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 Fig. 1.1 shows a speed–time graph for a car. \n(a) (i) Describe the motion of the car from 0 to 50s, as shown in Fig. 1.1[1] \n(ii) Describe the motion of the car from 50s to 90s, as shown in Fig. 1.1.[1] \n(iii) Calculate the distance travelled by the car between 50s and 90s. distance travelled = m [3] \n(b) A motorcycle travels at a constant speed. \n(i) The motorcycle travels 710m in 87s. Calculate the speed of the motorcycle and show that it is close to 8m/s.[3] \n(ii) The motorcycle in part(b)(i) travels at a constant speed for 87s. On Fig. 1.1, draw the speed–time graph for the motorcycle.[2]"
            },
            {
                "id": 25,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 A liquid-in-glass thermometer contains mercury. \n(a) The mass of the mercury in the thermometer is 12g. \n(i) Calculate the weight of the mercury. weight of mercury = N [3] \n(ii) The 12g of mercury has a volume of 0.88cm3.  Calculate the density of mercury. density of mercury = g/ cm3 [3] \n(b) The mercury in the thermometer expands when its temperature rises. \n(i) State what happens to the mass of the mercury when its temperature rises. Tick (3) one box [1]\n (ii) State what happens to the density of the mercury when its temperature rises. Tick (3) one box."
            },
            {
                "id": 26,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 A plank balances horizontally on a log of wood, which acts as a pivot. \n(a) A girl sits on one end of the plank, and her brother pushes down on the other end to make the plank balance horizontally. Fig. 3.1 shows the arrangement.Calculate the moment of the girl’s weight about the pivot and show that it is close to 480Nm.[3]\n(b) The plank balances horizontally when the boy pushes down with a force F at a distance of 1.6m from the pivot. Calculate the size of force F.[3]"
            },
            {
                "id": 27,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4 A country needs to build new power stations to provide electricity for homes and industry. One type of power station is a coal-fired power station. \n(a) Describe how the energy stored in the coal is used in a coal-fired power station to generate electrical energy.[4] \n(b) Some people in the country argue against building a new coal-fired power station.They say that the power station is expensive and not very efficient.  Explain the meaning of not very efficient.[1]\n(c) Apart from cost and efficiency, give two other reasons for not building a coal-fired power station.[1]"
            },
            {
                "id": 28,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "5 (a) A man starts pulling his suitcase across the floor. Fig. 5.1 shows the horizontal forces acting on the suitcase. Calculate the resultant horizontal force on the suitcase. size of force = N direction..[2] \n(ii) After a short time, the suitcase is moving at a constant speed.Suggest values for the sizes of the two horizontal forces on the suitcase when it is  moving at a constant speed. pulling force = .. (N)[1] \nfriction force = .. (N)[1] \n(b) The total downward force of the suitcase on the ground is 150N. The suitcase has two wheels. Each wheel has an area of 0.60cm2 touching the ground.Calculate the pressure of the suitcase on the ground. pressure on the ground = N/cm2 [4]"
            },
            {
                "id": 29,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 A student uses a ruler to measure the length of a piece of wire, as shown in Fig. 1.1.\n(a) Use the ruler in Fig. 1.1 to determine the length of the piece of wire. length of wire =  cm [2]\n(b) The student folds the piece of wire and measures its mass. \n(i) State the name of an instrument the student can use to measure mass.[1]\n(ii) The student determines the volume of the wire.  He uses a measuring cylinder part‑filled with water and places the wire in it, as shown in  Fig. 1.2\nDetermine the volume of the wire by using information in Fig. 1.2. volume of wire = cm3 [2]\n(c) The student measures the mass and the volume of a piece of metal. The mass of the piece of metal is 93.6g and its volume is 12cm3. Calculate the density of the metal. density of metal =g/ cm3 [3]"
            },
            {
                "id": 30,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2.A slope is made by resting one end of a plank of wood on a block, as shown in Fig. 2.1. Two students each use a digital stop‑watch to measure the time for a small trolley to roll down the full length of the slope. Fig. 2.2 shows the times on the stop‑watches. \n(a) (i) On the line next to each stop‑watch, write the time it shows.[1] \n(ii) Calculate the average time for the trolley to roll down the slope. [2]\n(iii) The students want the same trolley to take more time to roll down the plank.  Suggest how the students alter the arrangement in Fig. 2.1.[1]\n(b) A different trolley travels 1.2m down the slope in a time of 7.8s. Calculate the average speed of the trolley.[3]\n(c) The trolley travels down a different slope. Fig. 2.3 shows the speed–time graph.Calculate the distance travelled by the trolley between time = 0 and time = 4.0s.[3]"
            },
            {
                "id": 31,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 (a) A student determines the centre of mass of a piece of card. Fig. 3.1 shows the equipment the student uses.Describe how the student determines the centre of mass of the card using the equipment in  Fig. 3.1.[3] \n(b) Another card is pivoted at point P. The weight of the card is 1.4N and acts through a point  20cm from P.  Fig. 3.2 shows the arrangement.Calculate the moment of the weight of the card about point P.[3]"
            },
            {
                "id": 32,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 A cyclist travels to a friend’s house.Fig. 1.1 shows the distance–time graph of the journey.\n(a) Determine the distance travelled by the cyclist between points C and E.[2]\n(b) Describe the motion, if any, of the cyclist between points B and C.. [1] \n(c) State the section, AB, BC, CD or DE, of the graph in which the speed of the cyclist is the  fastest. Give a reason for your answer. section of graph [1]\n reason [1] \n(d) Calculate the average speed of the cyclist between points A and E. Include the unit in your answer. average speed = .. unit .. [4]"
            },
            {
                "id": 33,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 (a) A coin collector has 19 identical coins, as shown in Fig. 2.1.Fig. 2.2 shows one of the coins in the coin collector’s hand.The coin collector wants to check the thickness of one coin. She has a 30cm ruler. Describe how she can use the 30cm ruler to determine the thickness of one coin accurately. You may include a diagram if you wish.[3]\n(b) The coin collector finds another coin. She thinks this coin is made of gold. She performs an experiment to find the coin’s density. She obtains the following results: mass of coin = 52.5g volume of coin = 5.4cm³ \n(i) Show that the density of this coin is about 10 g/ cm³.[3]\n(ii) The density of liquid mercury is 13.6g/ cm3. State and explain whether the coin in \n(b)(i) floats on liquid mercury.[1]"
            },
            {
                "id": 34,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 Fig. 3.1 shows the vertical forces acting on a toy rocket as it leaves the ground \n(a) Calculate the size of the resultant vertical force on the rocket.[2]\n(b) Explain why the top of the rocket is pointed and has a smooth surface.[2]"
            },
            {
                "id": 35,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4 (a) A teacher wants to measure the mass of a block of metal. She also wants to measure the length, width and height of the block. Fig. 4.1 shows the block of metal. Complete each sentence using a word from the list.\n balance   barometer    protractor    ruler    voltmeter \n(i) To find the mass of the metal block, the teacher uses a ..................[1] \n(ii) To measure the length, width and height of the metal block, she uses a .................... [1] \n(b) The mass of the block is 5000g. Calculate the weight of the block. weight ..N [3] \n(c) Fig. 4.2 shows another block of metal on a solid surface.\n(i) Calculate the area of the block of metal in contact with the solid surface.[2]\n(ii) The weight of the block of metal in Fig. 4.2 is 60N.  Calculate the pressure of the block of metal on the solid surface.pressure = N/cm2 [3]"
            },
            {
                "id": 36,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": " 5 (a) A student determines the centre of mass of a piece of wood. The wood is an irregular shape of constant thickness. He suspends the piece of wood from a nail as shown in Fig. 5.1. The wood is able to swing  freely. The student suspends a weight on a thin string from the nail.Describe how to determine the centre of mass of the piece of wood in Fig. 5.1.You may draw a diagram to help your answer.[3]\n(b) Fig. 5.2 shows a flat, symmetrical object. Indicate its centre of mass by drawing X in the correct position.\n(c) Fig. 5.3 shows a side view of a drinking-glass in two different positions, A and B.State which position, A or B, is more stable. Explain your answer.[2]"
            },
            {
                "id": 37,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 Fig. 1.1 shows the speed–time graph for a car travelling along a road.\n(a) Determine the distance travelled by the car between 30s and 60s.[3]\n(b) The distance travelled by the car between 60s and 110s is 460m.\n(c) Describe the motion of the car between 30s and 60s.[1]\n(d) Describe the motion of the car between 60s and 80s.[1]"
            },
            {
                "id": 38,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 (a) A scientist has a measuring cylinder, a beaker of sea water and an electronic balance.Describe an experiment to determine the density of the sea water.Include any equations in your answer.[5]\n(b) A plank of wood floats on the sea.Explain why the wood floats.[1]"
            },
            {
                "id": 39,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 (a) A girl and her brother sit on opposite sides of a see-saw as shown in Fig. 3.1.\n(i) Calculate the girl’s moment about the pivot and show that it is close to 460Nm.[3]\n(ii) The see-saw is balanced horizontally. Calculate the weight W of the brother.[3]\n(b) The weight of the girl in Fig. 3.1 is 240N.Calculate the mass of the girl. Include the unit in your answer.mass of girl = ....\nunit ... [4]"
            },
            {
                "id": 40,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4 (a) A power station burns fossil fuel to produce electrical energy.\n(i) State the form of the energy stored in the fuel.[1]\n(ii) Some of the energy stored in the fuel is not converted to electrical energy. Suggest how energy is wasted in the generator.[2]\n(b) Solar panels produce electrical energy. State two advantages and two disadvantages of using solar panels, rather than fossil fuels, to produce electrical energy.[4]"
            },
            {
                "id": 41,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 Fig. 1.1 shows the core of a transformer. It is made from thin sheets of iron.\n(a) There are 200 sheets of iron in the core of the transformer. The thickness of the core is 50mm. Calculate the average thickness of one sheet of iron. average thickness of one sheet = .. mm [3]\n(b) The density of the iron in the core is 7.65g/cm3. The mass of the core is 1377g. Calculate the volume of the core.[3]\n(c) State the name of a device used to measure mass.[1]"
            },
            {
                "id": 42,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 Fig. 2.1 shows how the speed of a car varies between 0 and 60.0s.\n(a) Determine the speed of the car using information from Fig. 2.1: \n(i) when the time is 5.0s speed = . m/s [2] \n(ii) when the car is moving with a constant speed.speed = . m/s [1] (b) Describe how the speed of the car changes between 30.0s and 60.0s.. [2] \n(c) Determine the distance travelled by the car between 10.0s and 30.0s. distance travelled = .... m [3] \n(d) The total distance travelled by the car in the last 30.0s is 226m.  Calculate the average speed of the car in the last 30.0s. average speed = . m/s [3]"
            },
            {
                "id": 43,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 Fig. 3.1 shows a barrier used at a car park. The beam can be raised and lowered by a man  rotating it about its pivot.\n(a) The weight of the beam is 150N. This acts at a distance of 1.8m from the pivot as shown in  Fig. 3.1. Calculate the moment of the weight of the beam about the pivot.  Include the correct unit in your answer. moment of weight of beam = .. unit .. [4]\n(b) When the weight W of the heavy weight acts at a distance of 0.6m from the pivot, the barrier  is horizontal and balanced as shown in Fig. 3.1.  The man raises the barrier and the heavy weight slips to a distance of 0.8m from the pivot. This causes a problem for the man trying to lower the barrier. Describe and explain the problem this causes for the man lowering the barrier.[3]"
            },
            {
                "id": 44,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4 A student investigates energy changes when a ball rolls down a curved track. The student holds the ball at a starting point on the curved track, as shown in Fig. 4.1.The ball is released. It rolls down the track, up the other side to the stopping point and then back  down again. \n(a) Describe the energy changes that take place as the ball rolls from the starting point to the  stopping point.[4]\n(b) The height of the stopping point is less than the height of the starting point.Describe how the principle of conservation of energy explains the difference between the  height of the stopping point and the height of the starting point.[2]"
            },
            {
                "id": 45,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 Fig. 1.1 shows a plant pot falling from an upstairs balcony. The plant pot has a constant acceleration as it falls.\n(a) State the cause of the acceleration.[1]\n(b) Fig. 1.2 shows the speed–time graph for the falling plant pot. The plant pot hits the ground at time = 1.8s. Determine the height of the balcony above the ground using the information shown in Fig. 1.2.[3]"
            },
            {
                "id": 46,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 Fig. 2.1 shows a pea plant. One of the pods is open, showing the peas inside.\n(a) A food scientist needs to find the average diameter of a pea.She places 14 peas against a ruler, as shown in Fig. 2.2.Use information from Fig. 2.2 to determine the average diameter of one pea.[3]\n(b) The food scientist needs to find the average density of some peas.She uses the following values:mass of peas = 183g volume of peas = 250cm³.\n(b) The food scientist needs to find the average density of some peas.She uses the following values:mass of peas = 183gvolume of peas = 250cm3. Calculate the average density of these peas....g/cm³[3]\n(c) A different variety of pea has a density of 0.89g/ cm3. One pea of this variety is placed in salt water. The density of the salt water is 1.02g/cm3.State whether this pea floats or sinks in the salt water. Give a reason for your answer.answer ...\nreason..[1]"
            },
            {
                "id": 47,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 Fig. 3.1 shows the horizontal forces acting on a skateboarder.\n(a) Calculate the resultant force acting on the skateboarder.resultant force= N direction = [2]\n(b) Describe the effect of the resultant force in (a) on the motion of the skateboarder.[1]\n(c) The skateboarder is moving along a horizontal path.The backward force is 100N. The forward force is 100N.Describe the motion of the skateboarder.[1]"
            },
            {
                "id": 48,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4 (a) (i) State the principle of conservation of energy.[1]\n(ii) Fig. 4.1 shows a type of light bulb. Energy changes occur when electrical energy is supplied to the light bulb, as shown in Fig. 4.1.Calculate the wasted energy when the total input energy is 500J.Use information from Fig. 4.1.wasted energy = J [2]\n(iii) Describe the effect of the wasted energy on the air surrounding the light bulb.[1]\n(b) Table 4.1 lists situations in which energy is stored.Complete Table 4.1 by naming the form of energy stored in each situation."
            },
            {
                "id": 49,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 A skydiver of mass 76kg is falling vertically in still air. At time t = 0, the skydiver opens his  parachute.Fig. 1.1 is the speed–time graph for the skydiver from t = 0.\n(a) Using Fig. 1.1, determine: \n(i) the deceleration of the skydiver immediately after the parachute opens.[2] \n(ii) the force due to air resistance acting on the skydiver immediately after the parachute  opens.[3]\n(b) Explain, in terms of the forces acting on the skydiver, his motion between t = 0 and t = 6.0s.[3]\n(c) Explain why opening the parachute cannot reduce the speed of the skydiver to zero.[2]"
            },
            {
                "id": 50,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 Fig. 2.1 shows a wooden trolley of mass 1.2kg at rest on the rough surface of a bench.A ball of mass 0.52g travels horizontally towards the trolley. The ball embeds itself in the wood of the trolley. The trolley moves with an initial speed of 0.065m/s. \n(a) Calculate: \n(i) the impulse exerted on the trolley.[2]\n(ii) the speed of the ball as it hits the trolley.[2]\n(b) As the trolley moves across the rough surface, it slows down and stops. Explain, in terms of the work done, the energy change that takes place as the trolley slows  down.[3]"
            },
            {
                "id": 51,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 (a) Explain, in terms of molecules, why liquids are very difficult to compress.[2]\n(b) Fig. 3.1 shows a device that uses liquid pressure to lift heavy boxes.The boxes are lifted by pumping oil into the cylinder. The force upwards on the piston due to the oil, and the force downwards on the piston due to  the air above the piston, combine to produce a constant force of 8800N. The pressure of the air is 1.0 × 105Pa and the cross-sectional area of the bottom surface of  the piston is 0.016m2. \n(i) Calculate the pressure of the oil at the bottom surface of the piston.[3]\n(ii) As the boxes are lifted, the depth of the oil increases.  Explain why the pump must exert an increasing pressure on the oil as the depth of the oil  increases.[2]\n(iii) Suggest one reason why the force of 8800N in (b) cannot lift boxes of weight 8800N.[1]"
            },
            {
                "id": 52,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4 An aluminium saucepan with a plastic handle contains cold water. Fig. 4.1 shows the saucepan on a hotplate.\n(a) State why the pan is made from aluminium but the handle is made from plastic.[1]\n(b) The hotplate is switched on and, as the temperature of the water increases, the internal  energy of the water increases. \n(i) State, in terms of molecules, what is meant by an increase in internal energy.[1]\n(ii) Explain, in terms of the atomic lattice and electrons, how thermal energy is transferred  through the aluminium.[3]\n(ii) Eventually, the water reaches boiling point. Thermal energy from the hotplate is still  being transferred to the water.  Explain, in terms of molecules, the effect of this thermal energy on the water.[3]\n(iv) The mass of the water decreases by 0.11kg in 300s. The specific latent heat of vaporisation of water is 2.3 × 10⁶ J/kg.  Calculate the rate at which the water gains thermal energy.[3]"
            },
            {
                "id": 53,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 Some physical quantities are scalars and other physical quantities are vectors. \n(a) State how a vector quantity differs from a scalar quantity.[1]\n(b) Circle the vector quantities in the list. acceleration.  energy. mass.  momentum.  temperature. time. speed. velocity[2]\n(c) A microphone in a recording studio has a mass of 0.55kg and a weight W. \n(i) Calculate W.[1]\n(ii) The microphone is suspended from the ceiling by a cord attached to a small ring. Fig. 1.1  shows the microphone pulled to one side and kept stationary by a horizontal thread. The tension T in the horizontal thread is 8.1N.  Determine graphically the magnitude and the direction, relative to the vertical, of the  resultant of W and T. Use a scale of 1.0cm to 1.0N or greater.magnitude of resultant = ..                  direction of resultant = .. relative to vertical.[3] \n(iii) State and explain how the magnitude and direction of the resultant in (c)(ii) compares  with the force on the ring due to the tension in the cord.[2]"
            },
            {
                "id": 54,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 Fig. 3.1 shows the forces acting on a uniform balanced beam. The beam is pivoted at its centre. \n(a) Calculate the moment of the 5.2N force about the pivot and show that its value is close to 30Ncm.[3] \n(b) The beam is balanced. Calculate force P.force P = N [4]"
            },



            {
                "id": 55,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4. A train of mass 1.8 × 10⁵ kg is at rest in a station. At time t = 0, the train begins to accelerate along a straight, horizontal track and reaches a speed of 20m/ s at t = 15s. The train continues at a speed of 20m/s for 10s. At t = 25s, the driver applies the brakes and the resistive force on the train causes it to decelerate uniformly to rest in a further 24s. Fig. 4.1 is an incomplete distance–time graph for this journey. \n(a) Complete Fig. 4.1 by drawing: \n(i) a line to represent the motion of the train between t = 15s and t = 25s[1] \n(ii) a curve to represent the motion of the train between t = 0 and t = 15s.[1] \n(b) Calculate the kinetic energy of the train between t = 15s and t = 25s.[3]\n(c) While the train decelerates to rest, it does work against the resistive force and its kinetic energy decreases. \n(i) Define work done.[1]\n(ii) Using Fig. 4.1, determine the distance moved by the train while it decelerates.[1]\n(iii) Calculate the resultant force acting on the train while it decelerates.[2] "
            },
            {
                "id": 56,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 (a) Fig. 1.1 shows a piece of glass of thickness 2.0cm and area 0.15m². The density of the glass is 2.6 × 103 kg/m³.Calculate the weight of the piece of glass.[3]\n(b) The piece of glass shown in Fig. 1.1 is used as the vertical viewing window of an aquarium. The atmospheric pressure outside the aquarium is 1.0 × 10⁵ Pa. The average pressure on the inside of the aquarium window is 1.3 × 10⁵Pa.Calculate the resultant force acting on the window due to these pressures and state the direction in which it acts.force..[2]distance force...[2]\n(c) Fig. 1.2 shows a vacuum pump connected to the top of a vertical tube with its lower end immersed in a tank of liquid. The pump reduces the pressure above the column to zero and the pressure at point X is 9.6 × 104Pa.Calculate the density of the liquid.[3]"
            },
            {
                "id": 57,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 (a) (i) State what is meant by the moment of a force about a point.[1]\n(ii) Fig. 2.1 shows a large crane on a construction site lifting a block of mass 14000kg. Calculate the moment about A due to the 14000kg block suspended from B.[2]\n(b) (i) Speed is a scalar quantity and velocity is a vector quantity. State the difference between a scalar quantity and a vector quantity.[2]\n(ii) Write down one other scalar quantity and one other vector quantity. scalar quantity ..[1]\nvector quantity ..[1]"
            },
            {
                "id": 58,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 (a) Fig. 1.1 shows a sealed weather balloon which is stationary in still air.State whether the overall density of the balloon and its instruments is greater than, less than,  or the same as the density of the surrounding air.[1]\n(b) At night, the gas inside the balloon cools. The pressure of the air outside the balloon remains  the same. \n(i) State whether the balloon rises, falls or remains stationary.[1]\n(ii) Explain your answer.[2]\n(c) An object is released from the balloon. It starts at rest and eventually reaches a constant  speed. \n(i) On the axes of Fig. 1.2, sketch a speed–time graph to show this motion.  \n(ii) State the values of the initial acceleration and the final acceleration of the object. \ninitial acceleration [1] \nfinal acceleration [1]"
            },
            {
                "id": 59,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 Fig. 1.1 shows a plant pot falling from an upstairs balcony. The plant pot has a constant acceleration as it falls.\n(a) State the cause of the acceleration.[1]\n(b) Fig. 1.2 shows the speed–time graph for the falling plant pot. The plant pot hits the ground at time = 1.8s. Determine the height of the balcony above the ground using the information shown in Fig. 1.2.[3]"
            },
            {
                "id": 60,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 (a) Define the moment of a force.[1]\n(b) Fig. 2.1 shows an object of negligible weight. The object is in equilibrium.The object is free to rotate about its pivot P. Calculate the value of force F.[2]\n(c) Describe an experiment involving vertical forces to show that there is no net moment on an  object in equilibrium. You may draw a diagram in the space provided.[3]"
            },
            {
                "id": 61,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 Fig. 3.1 shows water flowing at very slow speed over a cliff edgeThe water falls 15m onto the rocks below. \n(a) Show that the velocity of the water when it strikes the rocks is 17m/ s.[4]\n(b) 30kg of water flows over the cliff edge every second. Calculate the force exerted by the rocks on the falling water. Ignore any splashing.[3]"
            },
            {
                "id": 62,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 Fig. 1.1 shows a space rocket accelerating away from a launch pad.Fig. 1.2 is a speed–time graph for the first 30s of the rocket’s flight.\n(a) Describe how the acceleration of the rocket changes between time = 10s and time = 30s.[1]\n(b) By drawing a tangent to the graph, determine the acceleration of the rocket at time = 25s.[2]\n(c) Determine the distance travelled by the rocket between time = 0 and time = 10s.[2]"
            },
            {
                "id": 63,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 (a) State Hooke’s law.[1]\n(b) Fig. 2.1 shows the extension–load graph for a spring.\n(i) On Fig. 2.1, mark and label the region where the spring obeys Hooke’s law.[1] \n(ii) Calculate the spring constant k.[2] \n(iii) The original length of the spring is 120mm.   Calculate the length of the spring when a load of 8.5N is applied to the spring.[2]\n(c) The weight of an object is 4.0N on a planet where the acceleration of free fall is 8.7m/s2. Calculate the mass of the object.[2]"
            },
            {
                "id": 64,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 Fig. 3.1 shows a collision at very slow speed between two cars travelling along a straight road. Car B, of mass 800kg, is moving at 2.0m/s and collides with car A, of mass 1000kg, which is  stationary. After the collision, both cars travel in the same direction as the initial direction of car B. \n(a) After the collision, car A moves at 1.3m/s.  Show that the speed of car B after the collision is approximately 0.4m/s.[3]\n(b) (i) Calculate the impulse exerted by car A on car B.[2]\n(ii) State the impulse exerted by car B on car A.[1]"
            },
            {
                "id": 65,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4 (a) A power station uses wind energy to generate electricity. State and explain whether this method of generating electricity is renewable.[2]\n(b) State two energy resources that do not have the Sun as their source.[2]\n(c) For each energy resource, state the form of energy stored in: \nfossil fuels [1] \nwater behind hydroelectric dams. [1]"
            },
            {
                "id": 66,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 Fig. 1.1 shows a load suspended from a spring.The value of the spring constant k of the spring is 0.20N/ cm. The spring reaches its limit of  proportionality when the load is 15N. \n(a) Calculate the extension of the spring when the load is 3.0N.[2]\n(b) Explain what is meant by the term limit of proportionality of the spring.[2]\n(c) On Fig. 1.2, sketch an extension–load graph for a spring. Label the limit of proportionality with the letter L on your graph.\n(d) The load is pulled down a small distance below its equilibrium position to position A, as shown  in Fig. 1.3. The load then moves up and down between position A and position B in Fig. 1.3.Describe the energy transfers which occur as the load moves: from positionA to the equilibrium positionfrom the equilibrium position to position B.[3]"
            },
            {
                "id": 67,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 (a) Fig. 2.1 shows a bookshelf with two groups of books A and B on it. There are six books in  each group of books. All the books are identical. The mass of each book is 0.52kg.\n(i) Explain why the pressure exerted on the shelf by the books in group B is less than the pressure exerted on the shelf by the books in group A.[3]\n(ii) Calculate the pressure exerted on the shelf by the books in group A.[3]\n(b) A diver dives to a depth below the surface of the sea where the total pressure is 3.0 × 105Pa.  The atmospheric pressure is 1.0 × 10⁵Pa. The density of the sea water is 1030kg/m3. Calculate the depth of the diver below the surface of the sea.[3]"
            },
            {
                "id": 68,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 A car travels at constant speed v on a horizontal, straight road. The driver sees an obstacle on the road ahead. \n(a) The distance travelled in the time between the driver seeing the obstruction and applying the  brakes is the thinking distance.Explain why the thinking distance is directly proportional to v.[1]\n(b) When the brakes are applied, the car decelerates uniformly to rest. The frictional force applied by the brakes is constant. The distance travelled between first applying the brakes and the car stopping is the braking distance. Explain why the braking distance is proportional to v 2.[3]\n(c) The car is travelling at 22m/ s. \n(i) The thinking distance is 15m.  Calculate the time taken to travel the thinking distance.[2]\n(ii) The car has a mass of 1400kg. The time taken for the car to stop after the brakes are  applied is 2.1s.  Calculate the force required to stop the car in this time.[2]"
            },
            {
                "id": 69,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "1 A ship sails in a straight line between two ports. Fig. 1.1 shows the speed–time graph of the ship for the first 100 minutes of its journey between  the two ports.\n(a) Calculate the maximum acceleration during the first 100 minutes of the ship’s journey.[2]\n(b) Calculate the total distance travelled by the ship between time = 42min and time = 100min.[3]\n(c) At a time not shown on the graph, the acceleration of the ship is 0.0087m/ s2. The total mass of the ship and its passengers is 2.3 × 10⁷ kg. \n(i) Calculate the resultant force on the ship.[2]\n(ii) Explain why the force on the ship due to the ship’s engine is greater than the value you  calculated in (c)(i)[1]"
            },
            {
                "id": 70,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 Fig. 2.1 shows a simplified version of a ‘gravity lamp’. This apparatus is used to light a  light-emitting diode (LED) without mains electricity.The load of 12kg is raised to a height of 1.7m above the ground. The load is connected to a  pulley system. The time taken for the load to fall to the ground is 1200 seconds. The load falls at constant speed. The generator is connected to an LED. \n(a) Calculate the rate of transfer of gravitational potential energy as the load falls to the ground. [4]\n(b) The light output of the LED is 0.10W. Calculate the efficiency of the ‘gravity lamp’.[1]"
            },
            {
                "id": 71,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 (a) A gas bubble is released at the bottom of a lake. Atmospheric pressure is 1.0 × 105Pa. The density of water is 1000kg/m3. The temperature  of the water in the lake is constant. \n(i) The gas bubble rises to the surface. The volume of the bubbles increases.[2]\n(ii) The volume of the gas bubble is 0.40cm3 when it is 3.0m below the surface of the lake.  Calculate the volume of the gas bubble when it is 0.50m below the surface of the lake.[4]\n(b) Fig. 3.1 shows a diagram of a hydraulic press used to compress paper for recycling.When a force is applied to piston A, it causes a pressure in the oil. This pressure produces an  upwards force on piston B. As piston B moves, it compresses the paper. A small quantity of air leaks into the oil. Suggest and explain the effect the air has on the operation of the hydraulic press.[2]"
            }
        ]
    },
    {
        "topic": "Thermal Physics",
        "code": "0625",
        "questions":[
            {
                "id": 1,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "4.Fig. 4.1 shows a metal pan on an electric hotplate. The pan contains 200cm³ of water. The pan is heated. The temperature of the water in the pan increases. \n(a)Thermal energy is transferred through the metal pan by conduction. State and explain the two ways that thermal energy is conducted in a metal. [3] \n(b) (i) The water boils and leaves the liquid as a gas. Explain, in terms of forces and distances between particles, why the gas occupies a much greater volume than it does as a liquid.[2] \n(ii)State two ways in which boiling differs from evaporation. [2] \n(c). The water is with 200cm³ of milk.  The initial temperature of the milk is 20.0°C. The boiling point of milk is 95.0°C. The milk starts to boil when 60 700 J of thermal energy has been transferred to it.  The density of milk is 1.03g/cm³. Calculate the value of the specific heat capacity of milk. Give your answer to three significant figures. [4]"
            },
            {
                "id": 2,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "3 Liquids are difficult to compress whereas gases can be compressed easily.\n(a) Explain, in terms of particles, why it is difficult to compress liquids.[2] \n(b) Fig. 3.1 shows a rectangular block floating in water. The density of the water is 1000kg/m3.  The area of the base of the block is 0.014m2. The base of the block is at a depth of 0.087m below the surface of the water. \n(i) Show that the pressure due to the water at the base of the block is approximately 850Pa.[2] \n(ii) Calculate the force F on the base of the block caused by the pressure given in (b)(i).[2] \n(iii) Force F is equal to the weight of the block. Calculate the mass of the block.[2]"
            },
            {
                "id": 3,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "1. Fig. 4.1 shows some gas, at room temperature with a piston that can move.  The gas cannot escape from the cylinder. \n(a) i. Describe the movement of the gas.[2]\nii. Describe how the gas particles exert a pressure on the walls of the cylinder and  piston. [1] The volume of gas dicreases . The temperature of the gas does not change. \n(b). The piston in Fig. 4.1 moves to left. State and explain any change in the pressure of the gas when the piston moves to the left.[3]"
            },
            {
                "id": 4,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "5. Fig. 5.1 represents some particles of a gas in a metal box. The arrows represent the directions of movement of the particles. \n(a) Describe how the particles in Fig. 5.1 exert a pressure on the walls of the [3] \n(b) The number of gas particles in the box increases. The temperature of the gas does not change. State and explain the effect, if any, on the pressure exerted by the gas particles on the walls of the box.[2]"
            },
            {
                "id": 5,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "4 A student has a block of solid metal at room temperature. \n(a) (i) Describe the arrangement, separation and motion of the particles in the solid metal.[3] \n(ii) The student cools the block of metal in a freezer. State the effect, if any, of cooling on the kinetic energy of the particles in the block of metal.[1] \n(b) (i) State the name of the temperature at which particles have the least kinetic energy.[1] \n(ii) State the value of temperature at which particles have the least kinetic energy.  Include the unit. [1]\n(c) The metal block emits thermal radiation from its surface. State two features of a surface that is a good emitter of thermal radiation.[2]"
            },
            {
                "id": 6,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "2 A student carries out an experiment using a plastic beaker that contains 0.24kg of water at 17°C.  The thermal capacity (heat capacity) of the beaker is negligible. \n(a) Define thermal capacity.[2]\n(b) Several ice cubes are at a temperature of 0°C. The ice cubes are dropped into the water and  the internal energy of the water decreases. \n(i) Give a simple molecular account of this decrease in internal energy.[2]\n(ii) The specific heat capacity of water is 4200J/(kg°C).  Calculate the decrease in the internal energy of the water as its temperature decreases  from 17°C to 0°C.[2]\n(c) As the temperature of the water decreases, some of the ice melts. \n(i) Explain why this ice melts.[2]\n(ii) Describe how to determine the specific latent heat of fusion of ice using this experiment.  State any other measurements that the student needs to make.[3]"
            },
            {
                "id": 7,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4 Fig. 4.1 shows an outline of the main parts of a geothermal power station used to generate electricity. Some parts of the power station are labelled.\n(a) State the names of the parts of the power station labelled A and B.[2]\n(b) Geothermal energy is one source of renewable energy.State two other sources of renewable energy.[2]\n(c) State two environmental advantages, other than being renewable, of a geothermal power station compared to a coal-fired power station.[2]"
            },
            {
                "id": 8,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "5 Fig. 5.1 shows a metal block on a flat surface.  \n(a) (i) The mass of the metal block is 1.6kg.Calculate the weight of the metal block.weight = N[2]\n(ii) Calculate the pressure on the flat surface due to the metal block. pressure = N/ cm2 [3]\n(b) In an experiment, the metal block is heated and the temperature of the metal block increases  by 100°C. State the effect, if any, of the temperature increase on: \n1. the volume of the metal block [1]\n 2. the mass of the metal block [1]\n3. the density of the metal block [1]"
            },
            {
                "id": 9,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "6 Fig. 6.1 shows a smoke cell. The smoke cell contains air molecules and smoke particles.A student views the motion of the smoke particles in the smoke cell by using a microscope.Fig. 6.2 shows the path of one of the smoke particles.\n(a) State the term used for the motion of the smoke particle.[1]\n(b) Explain the motion of the smoke particle in Fig. 6.2[3]"
            },
            {
                "id": 10,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4 (a) A substance cools from 50°C to 5.0°C. Its melting point is 20°C. The substance takes 30 minutes to cool from 50°C to its melting point.The substance takes a total time of 80 minutes to cool from 50°C to 5.0°C. On Fig. 4.1, sketch a graph that shows how the temperature of the substance varies with time as it cools from 50°C to 5.0°C.\n(b) Describe the arrangement and motion of the molecules in the substance when they are in the solid state.[2]"
            },
            {
                "id": 11,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "5 Fig. 5.1 shows a plastic bottle on a bench. The plastic bottle contains a liquid.\n(a) The weight of the bottle and liquid is 12 N. The area of the bottle in contact with the bench is 25 cm2.Calculate the pressure of the bottle on the bench.pressure on bench = N / cm2 [3]\n(b) A student pours out all the liquid from the bottle. She then connects the bottle to a vacuum pump which removes most of the air from the bottle. Fig. 5.2 shows the bottle after most of the air is removed."
            },
            {
                "id": 12,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "5 Fig. 5.1 shows a device connected to a gas cylinder. The device is used to measure the pressure of the gas inside the cylinder. \n(a) (i) State the name of the device shown in Fig. 5.1.[1]\n(ii) The atmospheric pressure is equal to 75cm of mercury.  Determine the pressure of the gas in the cylinder. Use information from Fig. 5.1. pressure of gas = ... cm of mercury [2]\n(b) Fig. 5.2 shows two identical heavy stone tiles placed on soft ground. One is vertical and the  other is horizontal.One of the tiles sinks into the soft ground. State and explain which tile sinks into the soft ground.[4]"
            },
            {
                "id": 13,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "6 (a) Fig. 6.1 shows a liquid-in-glass thermometer.\n(i) State the temperature indicated on the thermometer in Fig. 6.1.[1]\n(ii) Explain why: \n1. the bulb is made from thin glass.[1] \n2. the tube, along which the liquid expands, is narrow.[1](b) A substance cools from 40°C to –20°C. The substance takes 40 minutes to cool from 40°C to its melting point of –12°C. The  substance then takes 20 minutes to freeze.  On Fig. 6.2, sketch a temperature–time graph as the substance cools from 40°C to –20°C."
            },
            {
                "id": 14,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "6 (a) A girl has eight objects made of different materials.  The materials have different electrical and magnetic properties.  \na piece of copper wire .  \na sheet of aluminium foil.   \na glass rod an iron nail \na piece of cotton cloth.   \na wooden block.   \na plastic strip.  \na paper bag \nComplete Table 6.1 by adding one object for each property. One is done for you. Choose objects from the list. Each object may be used once, more than once or not at all.\n(b) Fig. 6.1 shows three measuring instruments. Write the name of each measuring instrument next to its diagram. The measuring instruments are not drawn to scale."
            },
            {
                "id": 15,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "7 (a) Fig. 7.1 shows a candle underneath a thin, metal fan. When the candle starts to burn, the fan starts to rotate around its support. Explain what causes the fan to rotate.[3]\n(b) Fig. 7.2 shows a bimetallic strip. It is made of two metals, steel and copper, fastened together.The bimetallic strip is straight when the temperature is 25°C.  Fig. 7.3 shows the bimetallic strip when the temperature is 40°C. \n(i) Draw the bimetallic strip when the temperature is 10°C.[1]\n(ii) The bimetallic strip is used in a circuit, as shown in Fig. 7.4. The circuit is in a room.The room temperature is 25°C.State and explain any changes in the circuit as the temperature of the room rises above  40°C.[2]"
            },
            {
                "id": 16,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "8 Fig. 8.1 shows a simplified diagram of a geothermal power station.\n(a) (i) State the energy source for a geothermal power station. ........................................... [1] \n(ii) Complete the sentence about useful energy transfer in the power station.  The generator converts ...energy into .. energy.[2]\n(b) (i) State two advantages of a geothermal power station compared to a coal-fired power  station.[2]"
            },
            {
                "id": 17,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "5 (a) Fig. 5.1 shows a tractor and a car of the same weight.The vehicles drive over the same soft ground. Explain why the car sinks into the soft ground but the tractor does not sink.[3]\n(b) The car driver measures the pressure of the air in a car tyre when the air is cool.  The Sun heats the air in the tyre. The driver measures the pressure of the air in the tyre when  the air is warm.  The pressure of the air in the warm tyre is greater.  Explain the increase in the pressure of the air in the tyre. Use ideas about air molecules.[3]"
            },
            {
                "id": 18,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "6 (a) Three rods are identical in size and shape, but each rod is made from a different material. On one end of each rod is a pin held in place by wax. The wax melts when it is warm. The rods are placed on a block of wood and heated equally by a Bunsen burner as shown in  Fig. 6.1.\n(i) State the process of thermal energy transfer through the rods.[1]\n(ii) Explain how the arrangement in Fig. 6.1 can show which rod transfers thermal energy  the most quickly.[2]\n(b) (i) State the process by which infrared waves transfer thermal energy.[1]\n(ii) State the process of thermal energy transfer which does not require a medium.[1]\n(c) Fig. 6.2 shows a heater for warming a room. When there is hot water in the heater, the thermal energy of the water transfers to the room.The shiny foil on the wall increases the efficiency of the heater. Explain how the shiny foil increases the efficiency of the heater.[2]"
            },
            {
                "id": 19,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "5 Fig. 5.1 shows two metal blocks, A and B, which are the same size and made of the same material.Block A has a dull black surface and block B has a shiny white surface.  The starting temperature of both blocks is 80°C.Fig. 5.2 shows the cooling curve for block A.\n(a) (i) Using Fig. 5.2, determine the change in temperature for block A from 0 to 2min.[1]\n(ii) Determine the final temperature of block A.[1]\n(iii) Explain why block A has a steady final temperature.[1]\n(b) The results for block B are slightly different from the results for block A. \n(i) Predict the cooling curve for block B by drawing a line on the graph in Fig. 5.2.[3]  \n(ii) Explain why the results for block B are slightly different from the results for block A[1]"
            },
            {
                "id": 20,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "6 (a) In Fig. 6.1, the circles represent molecules. The diagram shows the arrangement of the  molecules in a liquid.\n(i) Show the arrangement of the molecules in a solid.  Draw a diagram in the box above the word ‘solid’ in Fig. 6.1. Draw at least 10 molecules.[2] \n(ii) Show the arrangement of the molecules in a gas.  Draw a diagram in the box above the word ‘gas’ in Fig. 6.1. Draw at least 10 molecules.[2]  \n(iii) State the name of the process by which a solid changes into a liquid.[1]\n(b) Fig. 6.2 shows a microscope used for viewing smoke particles in a small glass box. A bright light shines into the box. The box contains smoke particles and air molecules.A student views the smoke particles through the microscope. The smoke particles are moving. \n(i) State the name given to the movement of the smoke particles.[1]\n(ii) Fig. 6.3 shows a smoke particle as seen with the microscope.Show how the smoke particle moves by drawing a series of lines on Fig. 6.3.[2]  \n(iii) The temperature in the glass box decreases.  Describe any changes in the movement of the smoke particles.[1]"
            },
            {
                "id": 21,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "5 Fig. 5.1 shows the structure of a liquid-in-glass thermometer.The bulb of the thermometer is placed into a beaker of warm water. As the liquid expands, it  moves along the tube. \n(a) Explain, in terms of molecules, why a liquid expands when heated.[2]\n(b) Explain, in terms of molecules, why a liquid expands more than a solid when heated.[2]\n(c) A second thermometer has a larger bulb that contains more of the same liquid than the  thermometer shown in Fig. 5.1. It has a different scale. In every other way, it is identical. \n(i) Explain how the sensitivity of the second thermometer compares with the sensitivity of  the thermometer in Fig. 5.1.[2]\n(ii) Explain how the range of the second thermometer compares with the range of the  thermometer in Fig. 5.1.[1]\n(d) (i) State one everyday problem that is a result of thermal expansion.[1]\n(ii) Suggest and explain one way of solving this problem.[2]"
            },
            {
                "id": 22,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "6 Fig. 6.1 is a full-scale diagram that represents a sound wave travelling in air.\n(a) On Fig. 6.1, mark two points, each at the centre of a different compression. Label both of the  points C.[1] \n(b) The speed of sound in air is 330m/ s. Measure the diagram and determine the frequency of the sound.[3]\n(c) The wave reaches a barrier. Fig. 6.2 shows the wave passing through a gap in the barrier. The frequency of the wave is increased to a value many times greater than the value obtained  in (b). Describe and explain two ways in which a diagram representing the wave with the greater  frequency differs from Fig. 6.2.[3]"
            },
            {
                "id": 23,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 Fig. 3.1 shows a balloon inflated with air.The pressure of the air at the inner surface of the balloon keeps the rubber stretched. \n(a) Explain, in terms of the momentum of the molecules, why there is a pressure at the inner  surface of the balloon.[3]\n(b) The volume of the air in the balloon is 630cm3 and the pressure of the air in the balloon is 1.0 × 10⁵Pa. The balloon is tied to a heavy stone and dropped into a lake. The balloon is pulled down  quickly and the temperature of the air inside does not change. \n(i) Calculate the volume of the air when the pressure of the air is 1.4 × 10⁵Pa.[2]\n(ii) The balloon and stone stop moving when the stone hits the bottom of the lake. The  temperature of the air now begins to decrease.  Explain why the volume of the air in the balloon decreases as the temperature decreases.[2]"
            },
            {
                "id": 24,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "3 A power station burns waste materials from farm crops to generate electricity.(a) State and explain whether this process is renewable.\nstatement [1]\nexplanation [1]\n(b) The power station uses some of its waste thermal energy to heat water for houses in a nearby town.State one problem of using waste energy in this way if the power station is far from the town. [1]\nSuggest a way of reducing this problem.[1]\n(c) State two environmental consequences of burning coal to generate electricity.[2]"
            },
            {
                "id": 25,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4 (a) In terms of the momentum of molecules, explain how a gas exerts pressure on the walls of its container.[4]\n(b) A fixed mass of gas of volume V1 is at a pressure p1. It is compressed to a volume V2.\n(i) Complete the equation for the final pressure p2 of the gas when the gas is compressed at constant temperature. p2 =[2]\n(ii) State and explain how the final pressure compares with p2 when the temperature of the gas increases during compression. statement ...\nexplanation...[3]"
            },
            {
                "id": 26,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4 (a) Pollen particles are mixed into a liquid. They are seen to move when observed through a  microscope. \n(i) Describe this movement.[1]\n(ii) Explain this movement in terms of the molecules of the liquid and the pollen particles.[2]\n(b) (i) Medical professionals sometimes rub ethanol over the skin of a patient. Ethanol  evaporates readily at room temperature and has a high specific latent heat of vaporisation.   State whether the patient experiences heating, cooling or neither at the site where the  ethanol is applied. Explain your answer.[3]\n(ii) State any effect on the rate of evaporation of ethanol when a fan blows air over the patient’s skin.[1]"
            },
            {
                "id": 27,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "5 (a) A machine delivers a hot drink in a plastic cup, which is uncomfortably hot to hold.  Fig. 5.1 shows the cup with the hot drink.Fig. 5.2a shows the cup with the hot drink and a holder for the sides of the cup. Fig. 5.2b shows a cross-section through the holder. The holder is made from two strong paper  cylinders separated by a wavy piece of strong paper to make air gaps.Explain how using the holder makes it more comfortable to hold the cup.[3]\n(b) A student carries out experiments on the cooling of the hot drink described in (a), with and  without the holder in place. He finds that the holder only reduces the rate of cooling slightly. Suggest and explain another action that reduces the rate of cooling more effectively.[3]\n(c) State the method of thermal energy transfer from a star through the vacuum of space.[1]"
            },
            {
                "id": 28,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "5 (a) A thermocouple thermometer is used to determine the temperature difference between a  mixture of ice and water and liquid mercury at approximately 600°C. Complete Fig. 5.1 with a labelled diagram to show how the thermocouple thermometer can  be used in this way.\n(b) State two other physical properties that can be used to measure temperature.[2]\n(c) State two benefits of using a thermocouple thermometer instead of a liquid-in-glass  thermometer.[2]"
            },
            {
                "id": 29,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4 (a) (i) Define specific latent heat of fusion.[2]\n(ii) A cup of water contains 250cm3 of water at a temperature of 0°C. An identical cup  contains 250cm3 of a mixture of ice and water at a temperature of 0°C.  The temperature of the surrounding air is 20°C.  State and explain which cup contains the liquid with the lower temperature after  10 minutes. \nstatement[1]\nexplanation[1]\n(b) (i) On a hot day, sweat forms on a person’s skin and then evaporates.  Explain, in terms of molecules, how the evaporation of sweat cools the person.[3]\n(ii) Explain why this process is more effective when a wind is blowing.[1]"
            },
            {
                "id": 30,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "4 Explain what happens to the pressure of a constant volume of air when the temperature of the air increases. Use ideas of momentum of molecules in your explanation.[4]  "
            },
            {
                "id": 31,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "5 (a) An aluminium saucepan and a steel saucepan have the same dimensions. Table 5.1 shows  the values of the specific heat capacity and the density of aluminium and of steel.The mass of the aluminium saucepan is 0.41kg. \n(i) Calculate the mass of the steel saucepan.[2]\n(ii) Calculate the thermal capacity of the aluminium saucepan.[2]\n(iii) Water is heated in the steel saucepan. The initial temperature of the water and the  saucepan is 20°C.  Calculate the energy transfer needed to raise the temperature of the steel saucepan to 100°C.[2]\n(b) Explain why metals are better thermal conductors than non-metals.[2] "
            }
        ]
    },
    {
        "topic": "Waves",
        "code": "0625",
        "questions":[
            {
                "id": 1,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "6 Fig. 6.1 shows how the displacement of a transverse wave varies with time. \n(a) (i) Determine the amplitude of the wave in Fig. 6.1.amplitude = ... cm [1]\n(ii) Determine the frequency of the wave in Fig. 6.1.frequency = ...Hz [2]\n(b) Describe the motion of particles in a transverse water wave.[3]\n(c) A wave has a frequency of 400Hz and a wavelength of 0.90m.jCalculate the velocity of the wave.velocity = .. m/ s [3]"
            },
            {
                "id": 2,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "7 (a) A student places a book in front of a plane mirror. State three characteristics of the image of the book formed by the plane mirror.[3]\nVisible light is one region of the electromagnetic spectrum. Another region is ultraviolet radiation.\n(i) Give one use of ultraviolet radiation. [1]\n(ii) Give one possible harmful effect of excessive exposure to ultraviolet radiation.[1]"
            },
            {
                "id": 3,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "6 A student observes waves on the surface of water in a tank. The waves all have the same wavelength.\n(a) The student measures the wavelength of the waves by measuring the distance between onepeak and the next peak. Describe a more accurate method for determining the wavelength.[2] \n(b) The wavelength of the waves is 4.0cm and their frequency is 6.0Hz.Calculate the wave speed.wave speed = ..cm/ s [3]\n(c) Fig. 6.1 shows water waves in the tank travelling from deep water to shallow water.State and explain what happens to the waves as they move from deep water to shallow water.\nname of effect...[1] \nExplanation....[2]"
            },
            {
                "id": 4,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "7 Fig. 7.1 represents two rays of light striking a thin converging lens. The rays are both parallel to the principal axis. F2 and F1 are the focal points of the lens.\n(a) On Fig. 7.1, continue the path of each ray beyond the lens as far as the screen.[2] \n(b) Visible light is a region of the electromagnetic spectrum. State one region of the electromagnetic spectrum which has waves of longer wavelength  than waves of visible light.[1] \n(c) Gamma rays are another region of the electromagnetic spectrum. \n(i) Describe one use of gamma rays.[1] \n(ii) Describe one harmful effect on people of excessive exposure to gamma rays.[1]"
            },
            {
                "id": 5,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "5 An observer stands at P and looks into a rock quarry. A small explosion takes place at X in the quarry.Fig. 5.1 shows the situation. \n(a) The observer first hears the sound from the explosion 1.8s after the explosion occurs. The speed of the sound is 340m/ s.\n(i) Calculate the distance XP from the explosion at X to the observer at P.distance XP = . m [3]\n(ii) The observer then hears a quieter sound from the explosion. Suggest how the quieter sound waves reach the observer.[2] \n(b) Before the explosion, a warning siren produces a sound. The wavelength of the sound is 0.28m. The speed of the sound is 340m/ s.Calculate the frequency of the sound.frequency = .. Hz [3]"
            },
            {
                "id": 6,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "6 Fig. 6.1 shows light waves passing from air into a glass block. \n(a) (i) State the name of the process shown in Fig. 6.1 as the wavefronts enter the glass block. [1] \n(ii) State two changes in the light waves as they pass from air into glass. [2]\n(b) Fig. 6.2 shows a ray of red light travelling through a glass fibre. The glass fibre is made of solid glass.State and explain how the ray of red light travels through the glass fibre as shown in Fig. 6.2. [2]"
            },
            {
                "id": 7,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "5 A teacher demonstrates the behaviour of waves by using water waves in a ripple tank. Fig. 5.1 shows a cross-section through part of the water waves. \n(a) Calculate the wavelength of the water waves. Use the information in Fig. 5.1. wavelength = . cm [2]\n(b) The teacher places a pointer above the water waves as shown in Fig. 5.2. Three students use stop-watches to measure the time taken for 50 peaks to pass the pointer. Fig. 5.3 shows the measurements. \n(i) On the line below each stop-watch, state the time measurement, in seconds.[1] \n(ii) Calculate the average of the three time measurements in (b)(i). average time = . s [2]\n(iii) Calculate the frequency of the water waves using your result in (b)(ii). frequency = . Hz [2]  \n(c) The teacher repeats the demonstration using a different ripple tank and obtains these results for the waves. wavelength = 0.025m frequency = 2.4HzCalculate the speed of the wave. speed of wave = .m/s [3]"
            },
            {
                "id": 8,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "5.Fig. 5.1 shows a semi-secular transparent plastic block. A ray of light is incident normally on the curved surface of the block. The refractive index of the plastic is 1.5. \n(i). Calculate the critical angle for the plastic. [2] \n(ii). On Fig. 5.1, draw the path of the ray in the block and after the ray emerges from  the block. [2]\n(b). Fig. 5.2 is a full-scale of a lens and an object O. The point marked F shows the position of a principal focus of the lens.\n(i) Determine the focal length of the lens. [1]\n(ii) On Fig. 5.2, draw two rays from the object to locate the image. Label the image I.[3] \n(c) Fig. 5.3 shows a simplified diagram of an eye with rays from a distant object and the path of the rays inside the eye of a person with short sight. On Fig. 5.4, draw an additional lens outside the eye to correct short‑sightedness and show the path of the rays inside the eye."
            },
            {
                "id": 9,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "4 A radio transmitter is a very tall, thin cylinder. It is prevented from falling over by wires which have ? one end fixed to the transmitter and the other end fixed in the ground. The ends of the wires in the ground are a long distance from the transmitter.  Fig. 4.1 shows the transmitter and two of the wires.\n(a) The centre of gravity G is shown on Fig. 4.1. \n(i) State what is meant by centre of gravity.[1] \n(ii) Explain why the radio transmitter without the wires is a very unstable structure.[1] \n(b) Wire W is under tension and it exerts a force T on the transmitter. \n(i) On Fig. 4.1, mark an arrow to show the force T exerted by wire W on the transmitter. [1]  \n(ii) The force T produces a moment on the transmitter about its base.Describe how the moment produced by T is calculated and indicate on Fig. 4.1 what is meant by any other terms in the description.[3]\n(c) The radio transmitter uses radio waves to transmit radio and television programmes.State one other use of radio waves.[1]"
            },
            {
                "id": 10,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "6 (a) Fig. 6.1 shows a converging lens and its principal axis. The points F1 and F2 are each a  principal focus of the lens. An object O is placed between F¹ and the lens. \n(i) On Fig. 6.1, draw two rays from the top of the object O to locate the image. Label the image I. [3] \n(ii) The object O is moved to the left along the principal axis so that it is further from the lens  than F¹.  Fig. 6.2 is a diagram of the new arrangement with the new image shown.  Underline three of the terms below that describe the image shown in Fig. 6.2. diminished; enlarged inverted; real; same size; upright;virtual [2] \n(b) Fig. 6.3 shows yellow light passing through a glass prism. Blue light enters the prism along the same path as the yellow light.  On Fig. 6.3 ,draw the path of the blue light as it enters, passes through and leaves the prism Blue light enters the prism along the same path as the yellow light. On Fig. 6.3, draw the path of the blue light as it enters, passes through and leaves the prism.[2]"
            },
            {
                "id": 11,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "7(a) State a typical value for the speed of sound in air.[1]\n(b) A sound wave in air has a wavelength of 22 mm.Using your value for the speed of sound in (a), calculate the frequency of the sound wave.[2]\n(c) Fig. 7.1 shows a solid block made from hot liquid metal. As the liquid cooled, a bubble formed inside the block. The bubble is not visible from outside the block. Describe and explain how to use ultrasound to determine the size and position of the bubble inside the metal block. You may draw on the diagram.[4]"
            }
        ]
    },
    {
        "topic": "Electricity & Magnetism",
        "code": "0625",
        "questions":[
            {
                "id": 1,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "8 (a) A student uses a dry cloth to rub a plastic rod.State how the plastic rod gains a positive charge from friction between the cloth and the rod.[2]\n(b) Three balls, P, Q and R, are electrically charged. The balls are suspended by threads ofinsulating material. Fig. 8.1 shows the arrangement. The charge on ball P is positive.State the charge on ball Q and the charge on ball R.[2]\n(c) The student connects ball P to earth with a copper wire. Charges from the earth flow in the copper wire to ball P.State the name of the electrically charged particles moving in the copper wire.[1]"
            },
            {
                "id": 2,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "9 Fig. 9.1 shows an electric kettle.\n(a) (i) The power input of the kettle is 1.5kW. The potential difference of the mains electrical supply for the kettle is 220V. Calculate the current in the kettle when it is switched on. [4] \n(ii) The 1.5kW kettle is used for a total of 4.0 hours. The cost of 1.0kWh of electrical energy is 14 pennies (p). Calculate the cost of the energy used by the kettle in 4.0 hours.[3] \n(b) Fig. 9.2 shows an overloaded extension lead.Explain the danger of connecting too many plugs to an extension lead.[2]"
            },
            {
                "id": 3,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "10 (a) Fig. 10.1 shows two coils of wire P and Q, each in a circuit. The ends of the coils are close but not touching.Now, switch S is closed. The pointer in the sensitive ammeter G deflects and then returns to its zero position. Explain why the pointer in sensitive ammeter G deflects.[3] \n(b) Describe the construction of a step-up transformer. You may draw a labelled diagram as part of your answer.[3]"
            },
            {
                "id": 4,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "8.Fig. 8.1 shows the magnetic field pattern around two permanent magnets. The magnets are repelling each other.\n(a) On Fig. 8.1, label both the poles on each magnet.[1] \n(b) Describe how to plot the shape and direction of the magnetic field pattern shown in Fig. 8.1.[4]"
            },
            {
                "id": 5,
                "paper_type": "Core",
                "question_code": "31/M/J/23",
                "question_number": "1a",
                "question_body": "9 Fig. 9.1 shows a series circuit. Two of the components in the circuit are labelled.\n(a) State the name of two other components in the circuit.[2]\n(b) The current in the lamp is 0.40A. The potential difference (p.d.) across the lamp is 6.0V.Calculate the power dissipated in the lamp.power = .. W [3]\n(c) Draw on Fig. 9.1 to show a lamp connected in parallel with the lamp in the circuit. Use the correct symbol.[1]"
            },
            {
                "id": 6,
                "paper_type": "Core",
                "question_code": "31/M/J/23",
                "question_number": "1a",
                "question_body": "10 (a) Fig. 10.1 shows an arrangement used to demonstrate electromagnetic induction. \n(i) When the magnet moves towards the coil of wire, the pointer on the sensitive voltmeter deflects to the right. Explain why the pointer deflects  [2] \n(ii) State two changes that increase the deflection on the sensitive voltmeter.[2] \n(b) Fig. 10.2 shows the symbol for a transformer. The primary coil is connected to a voltage of 180V a.c. Calculate the secondary voltage Vs for the transformer.[3]"
            },
            {
                "id": 7,
                "paper_type": "Core",
                "question_code": "31/M/J/23",
                "question_number": "1a",
                "question_body": "3.Electricity is distributed from wind turbines to homes and industry.\n(a) Statements A–F describe the main stages in the transfer of energy from the Sun to electrical energy in a wind turbine generator.The statements A–F are not in the correct order. \nA Air moves from regions of high pressure to regions of low pressure. \nB The turbine blades turn a generator. \nC Energy from the Sun heats the atmosphere unevenly. \nD Uneven heating of the atmosphere produces regions of different atmospheric pressure. \nE The generator produces electrical energy. \nF Moving air turns the turbine blades. \nComplete the flow chart to describe how a wind turbine uses energy from the Sun to generate electrical energy. Insert the missing letters in the empty boxes. \n(b) State two disadvantages, apart from cost, of using wind turbines to produce electrical energy for homes and industry.[2]"
            },
            {
                "id": 8,
                "paper_type": "Core",
                "question_code": "/32/M/J/23",
                "question_number": "1a",
                "question_body": "7 A student uses a permanent magnet to lift some unmagnetised nails. Some of the nails are made of iron and some are made of steel. Fig. 7.1 shows the magnet lifting the nails. \n(a) (i) Each nail lifts the nail below it by induced magnetism.Describe what is meant by induced magnetism.[3]\n(ii) The student leaves the nails attached to the magnet for several hours, then removes the magnet.State a difference between a magnetic property of the iron nails and of the steel nails.[1]\n(b) A metal wire XY is connected to a voltmeter. The wire is placed between the poles of a permanent magnet. \nFig. 7.2 shows the arrangement.\n(i) State the reading on the voltmeter when the wire is stationary between the poles.[1]\n(ii) Give a reason for the reading on the voltmeter when the wire is moving in the direction shown in Fig. 7.2.[2]"
            },
            {
                "id": 9,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "8 A student uses the circuit in Fig. 8.1 to measure the resistance of the heater in the circuit.\n(a) The symbols for the meters in Fig. 8.1 are incomplete.Complete the symbols for the two meters by writing in the circles in Fig. 8.1.[2]\n(b) The current in the heater is 1.4A and the potential difference (p.d.) across the heater is 8.0V. Calculate the resistance of the heater. resistance = .. Ω [3] \n(c) The heater is switched on for 30s. The current in the heater is 1.4A and the p.d. across it is 8.0V.Calculate the electrical energy transferred by the heater during the 30s.energy transferred = .. J [3]"
            },
            {
                "id": 10,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "9 A student has a desktop computer that connects to the 240V a.c. mains electrical supply. Fig. 9.1 shows the desktop computer.\n(a) The desktop computer has an on-off switch in one of the wires that connect it to the mains supply.State and explain which wire includes the switch.[3]\n(b) The desktop computer uses a transformer to change the 240V a.c. voltage to a 12V a.c.voltage.\n(i) State the name of this type of transformer.[1](ii) Describe the construction of this transformer. You may include a labelled diagram.[4]"
            },
            {
                "id": 11,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "6 Table 6.1 shows regions of the electromagnetic (e.m.) spectrum.Two of the regions are not labelled.Table 6.1\n(a) (i) Complete Table 6.1 by writing the name of each region that is not labelled.[2]\n(ii) State two properties that are the same for waves in all regions of the e.m. spectrum.[2]\n(b) X-rays are used in hospitals to check for broken bones.\n(i) State one other use for X-rays.[1]\n(ii) State one precaution taken by people who work with X-rays.[1]"
            },
            {
                "id": 12,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "8 (a) Fig. 8.1 shows the electrical symbols for some circuit components. Draw a line from each electrical symbol to the name of the circuit component it represents.\n(b) Fig. 8.2 shows a circuit including a battery, a fixed resistor R and an ammeter.The reading on the ammeter is 0.38A.The potential difference across the fixed resistor R is 12V.(i) Calculate the resistance of the fixed resistor R.resistance = ... Ω [3]\n(ii) Calculate the electrical power transferred in the fixed resistor R. Include the unit.power transferred [4]"
            },
            {
                "id": 13,
                "paper_type": "Core",
                "question_code": "/42/F/M/23",
                "question_number": "1a",
                "question_body": "7 (a) Define potential difference (p.d.). [2] \n(b) (i) State the equation which defines electromotive force (e.m.f.) E.[1] \n(ii) The e.m.f. of a battery is 9.0V. The battery is in a circuit. Calculate the work done by the battery when it moves a charge of 30C around a complete circuit. [2]\n(c) A circuit consists of a d.c. power supply, a lamp and a thermistor. \n(i) Draw a circuit diagram of these components connected in series.[2] \n(ii) Explain what happens in the circuit you have drawn in (c)(i) when the temperature of the thermistor is increased.[2]"
            },
            {
                "id": 14,
                "paper_type": "Core",
                "question_code": "/42/F/M/23",
                "question_number": "1a",
                "question_body": "8 Fig. 8.1 shows a horizontal, flat coil in a magnetic fied. The coil is connected to a cell. The coil rotates.\n(a) Determine the direction of movement of the side AB relative to the plane of the coil.direction of movement = .[1] \n(b) Explain how you determined the direction in (a). [2] \n(c) State and explain what happens to the coil as it reaches the vertical position. [2] \n(d) To operate as a motor, a split‑ring commutator and brushes are added to the parts shown in Fig. 8.1. Explain the effects of the split‑ring commutator and the brushes on the action of the motor. [3]"
            },
            {
                "id": 15,
                "paper_type": "Core",
                "question_code": "/41/O/N/23",
                "question_number": "1a",
                "question_body": "7 (a) A plastic rod is uncharged. When the rod is rubbed with a woollen cloth, the rod becomes negatively charged. Explain, in terms of particles, why the rod becomes negatively charged.[2] \n(b) Fig. 7.1 shows a negatively charged metal sphere S. There is an electric field surrounding S. \n(i) State what is meant by an electric field. \n(ii) On Fig. 7.1, draw the pattern of the electric field surrounding sphere S and indicate its direction.[2] \n(c) Fig. 7.2 shows a small negative charge Z placed near to sphere S. Charge Z experiences a force due to the electric field surrounding S.On Fig. 7.2, draw an arrow to show the direction of this force on Z.[1]"
            },
            {
                "id": 16,
                "paper_type": "Core",
                "question_code": "/41/O/N/23",
                "question_number": "1a",
                "question_body": "8 A cylinder is made of modelling clay. The modelling clay is an electrical conductor. Fig. 8.1 shows the cylinder. The cylinder is connected into a circuit. Fig. 8.2 shows that the circuit also includes a battery of electromotive force (e.m.f.) 9.0V and a resistor P. The resistance of P is 4.0Ω. The current in P is 1.5A. \n(a) Calculate: \n(i) the magnitude X of the charge that flows through P in 600s.[2) \n(ii) the resistance of the cylinder of modelling clay.[3] \n(b) The cylinder is removed from the circuit and replaced with a new cylinder made of the same modelling clay. The new cylinder is twice the length and has half the cross-sectional area of the first cylinder.Calculate the time that it now takes for a charge of magnitude X to flow through resistor P.[4]"
            },
            {
                "id": 17,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "8 Fig. 8.1 is a circuit diagram.\n(a) Calculate the combined resistance between Y and Z.[4]\n(b) Calculate the potential difference (p.d.) across the 8.0 Ω resistor.[2]"
            },
            {
                "id": 18,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "9 Fig. 9.1 shows a conducting ball that oscillates between two charged plates. As the ball oscillates, it touches each plate in turn. \n(a) Referring to the charge on the ball, explain why the ball moves to the positive plate after  touching the negative plate.[2] \n(b) State which particles move when there is a current and state the direction in which they move through the sensitive ammeter. particles: [1]direction: [1]\n(c) For each complete oscillation of the ball moving between the plates, a charge of 8.5 × 10–10 C is transferred from one plate to the other. The frequency of oscillation is 4.0Hz.Calculate the current shown on the sensitive ammeter.[3]"
            },
            {
                "id": 19,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "12 Fig. 12.1 shows a transformer. There are 8000 turns in the primary coil of the transformer. The primary coil is connected to a 240 V mains supply. A 6.0 V lamp connected to the secondary coil operates at full brightness. (a) Calculate the number of turns in the secondary coil.[2] \n(b) The current in the lamp is 2.0 A. The transformer operates with 100% efficiency.Calculate the current in the primary circuit.[2]   "
            },
            {
                "id": 20,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "8 (a) Fig. 8.1 shows the magnetic field pattern around a bar magnet.  (i) Describe an experiment to identify the pattern and direction of magnetic field lines around a bar magnet as shown in Fig. 8.1. You may add to Fig. 8.1 as part of your answer.[3](ii) State a material that can be used to make a permanent bar magnet.[1](b) A student uses two bar magnets to create a uniform magnetic field. He places a currentcarrying wire at right angles to the magnetic field, as shown in Fig. 8.2. There is a force on the current-carrying wire. (i) The student wants to reverse the direction of the force on the wire. State one change that reverses the direction of the force on the wire.[1] (ii) The student increases the separation of the poles of the permanent magnets. State and explain how increasing the separation affects the force on the current-carrying wire.[2]"
            },
            {
                "id": 21,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "9 Fig. 9.1 shows an electric circuit.  (a) When the circuit is in a cool room, the voltmeter reading is 5.6V and the ammeter reading is 0.040A.Calculate the resistance of the thermistor. resistance of thermistor = Ω [3](b) The temperature of the thermistor increases and the buzzer turns on. State and explain how the increase in temperature affects the current in the thermistor.[2](c) Suggest a possible use for the circuit shown in Fig. 9.1.[1]"
            },
            {
                "id": 22,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "10 A student uses a laptop computer. The student notices that the cable connecting the power adapter for a laptop to the mains electricity supply is damaged as shown in Fig. 10.1. (a) State the hazard of using mains equipment with damaged insulation.[1](b) Describe how a fuse protects a mains electrical appliance.[3](c) The laptop computer uses a transformer to change the voltage of the mains electricity supply. The input (primary) voltage is 120V. The input (primary) coil has 2000 turns and the output (secondary) coil has 200 turns.Calculate the output (secondary) voltage from the transformer.output (secondary) voltage =  V [3] (d) State the name of the material used in the core of the transformer.[2]"
            },
            {
                "id": 23,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "9 (a) The box lists four materials. Use words from the box to answer parts (i) and (ii). Each word may be used once, more than once or not at all.(i) State all materials that are electrical insulators.[1](ii) State one example of a magnetic material.[1](b) Fig. 9.1 shows two magnets, P and Q, which are repelling each other. On magnet P, the N pole is labelled N. On Fig. 9.1, label the other pole on magnet P and both poles on magnet Q.[1] (c) One advantage that electromagnets have, compared with permanent magnets, is that their strength can easily be altered. State one other advantage of an electromagnet compared with a permanent magnet.[1] d) A student wants to make the strongest electromagnet possible.Indicate which properties produce the strongest electromagnet.Tick (3) one box in each list."
            },
            {
                "id": 24,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "10 (a) Fig. 10.1 shows a lamp and a resistor connected in a circuit.  (i) Determine the combined resistance of the 3.0Ω resistor and the 5.0Ω lamp. combined resistance = Ω [1](ii) The reading on ammeter X is 0.50A. State the reading on ammeter Y.reading on ammeter Y = A [1] (b) In another circuit, the 3.0Ω resistor and the 5.0Ω lamp are connected in parallel, as shown in Fig. 10.2. The lamp and resistor have changed from a series to a parallel combination.  State and explain the effect of this change on the current in ammeter X.[3] (c) The current in a different lamp is 0.40A when the potential difference (p.d.) across the lamp is 6.0V. Calculate the resistance of the lamp.resistance of lamp = Ω [3]"
            },
            {
                "id": 25,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "1 A student uses a coil and a magnet on a spring to generate an electromotive force (e.m.f.) that varies. He suspends the magnet above a coil as shown in Fig. 11.1. (a) The student pulls the magnet through the coil to X and then releases it. The magnet moves up and down through the coil. State the type of voltage induced in the coil. Tick (3) one box.(b) State two ways of increasing the voltage induced in the coil.[2]"
            },
            {
                "id": 26,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "8 (a) Fig. 8.1 shows the magnetic field pattern around a bar magnet.(i) On Fig. 8.1, label the north and south poles of the magnet, using the letters N and S. [1] (ii) A soft‑iron bar is positioned as shown in Fig. 8.2.State and explain what happens to the soft‑iron bar.[3] (b) (i) A plastic rod is rubbed with a cloth. The plastic rod becomes positively charged.  Explain how the friction between the cloth and the rod causes the rod to become  positively charged.  Use your ideas about the movement of charge.[2](ii) Plastic is an electrical insulator. Iron is an electrical conductor.  State two other materials that are electrical conductors.[1]"
            },
            {
                "id": 26,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "9 This question is about electric circuits. (a) (i) State the name of the instrument used to measure potential difference (p.d.) in an electric  circuit.[1](ii) State the unit for the electromotive force (e.m.f.) of a battery.[1](b) (i) A student connects a circuit to determine the resistance of a wire. The current in the wire  is 0.20A when the potential difference across the wire is 6.4V.  Calculate the resistance of the wire.[3](ii) The student has some wires of the same material as those in (b)(i) but of various lengths  and thicknesses. He wants a wire with higher resistance than the wire in (b)(i).  State two ways of identifying a wire with a higher resistance by comparing its length and  thickness with the wire in (b)(i).[2]"
            },
            {
                "id": 27,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "10 (a) A student plans to demonstrate the induction of an electromotive force (e.m.f.) in a wire. He has a length of wire, a sensitive centre‑reading galvanometer and a permanent magnet. (i) Describe how the student uses the equipment.[2](ii) State two ways in which the student can increase the size of the induced e.m.f.[2](b) Fig. 10.1 shows a d.c. motor.(i) On Fig. 10.1, draw an arrow between the poles of the magnet to show the direction of  the magnetic field.[1] (ii) State two ways of making the coil spin faster.[2](iii) State one way of making the coil spin in the opposite direction.[1]"
            },
            {
                "id": 28,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "9 (a) Fig. 9.1 shows an electric circuit.(i) The current in the metal wires of the circuit is a flow of particles.  State the name of these particles.[1](ii) State the name of component X.[1] (iii) The circuit is in a darkened room. The voltmeter reading is 5.5V and the ammeter  reading is 0.050A.  Calculate the resistance of the light-dependent resistor (LDR).[3](b) The light in the room is switched on. The room becomes bright. State and explain how increasing the brightness of the light that falls on the LDR changes the  current in the circuit.[2]"
            },
            {
                "id": 29,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "10 Fig. 10.1 shows an electric screwdriver which has an electric motor and a battery. (a) (i) The electric motor has a current-carrying coil in a magnetic field. The screwdriver’s  manufacturer decides that the turning effect of the coil is too small.  State three ways of increasing the turning effect of the coil.[3](ii) The coil in the motor can rotate in either direction.  State what happens in the coil to reverse the direction of rotation.[1](b) The battery is charged using a transformer connected to an a.c. power supply. The primary voltage Vp to the transformer is 234V and the secondary voltage Vs of the  transformer is 18V. The number of turns on the primary coil Np is 2470 turns. Calculate the number of turns on the secondary coil Ns. Ns = . [3]"
            },
            {
                "id": 30,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "10 (a) Fig. 10.1 shows two resistors connected in series with a cell and three ammeters. (i) State the physical quantity that an ammeter measures.[1](ii) Indicate the correct statement about the readings A1, A2 and A3 on the ammeters in  Fig. 10.1. Tick one box (b) (i) Draw a circuit diagram for a battery connected to two resistors in parallel.[2] (ii) State one advantage of connecting lamps in parallel.[1] (c) Fig. 10.2 shows another circuit.The circuit consists of a power supply, a lamp and component X. (i) Name component X in Fig. 10.2.[1](ii) Suggest one use of the circuit.[1](iii) Describe how to use component X and explain its effect on the circuit.[2]"
            },
            {
                "id": 31,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "11 (a) Fig. 11.1 shows a magnet and a coil of wire connected to a galvanometer. A student slowly moves the magnet into the coil. The pointer on the galvanometer moves to  the left. This deflection shows that an electromotive force (e.m.f.) is induced in the coil. State three ways of increasing the size of the e.m.f. in the coil.[3](b) Fig. 11.2 shows a transformer. (i) Name one material that is suitable for the core of the transformer.[1] (ii) The primary coil has 1000 turns and its input is 240V a.c.  The secondary coil has 50 turns. Calculate the output voltage across the secondary coil. [3]"
            },
            {
                "id": 32,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "9 (a) Fig. 9.1 shows two uncharged balloons suspended from a beam by light thread. The balloons are close to each other but not touching. In the box below, draw the position of the balloons when they both have a positive charge. (b) Table 9.1 includes a list of materials.  State whether each material is an electrical conductor or an electrical insulator. The first example is done for you.(c) An uncharged cloth rubs an uncharged plastic rod. The cloth becomes positively charged and the plastic rod becomes negatively charged. Explain how the cloth becomes positively charged.[3]"
            },
            {
                "id": 33,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "10 (a) Fig. 10.1 shows the circuit symbols for three electrical components. Draw a line from each circuit symbol to the correct electrical component.(b) Fig. 10.2 shows a circuit consisting of a battery, a fixed resistor and an ammeter (i) A voltmeter is connected in the circuit to measure the potential difference (p.d.) across  the fixed resistor.  By drawing on Fig. 10.2, show how the voltmeter is connected. Use the correct circuit  symbol for the voltmeter.[2] (ii) The potential difference (p.d.) across the fixed resistor is 11.5V. The reading on the  ammeter is 0.25A.  Calculate the resistance of the fixed resistor.  Include the unit in your answer. resistance = ... unit .. [4]"
            },
            {
                "id": 34,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "9 (a) The circuit diagrams in Fig. 9.1 and Fig. 9.2 each show two resistors connected to a battery. Fig. 9.1 shows two resistors connected in series. Fig. 9.2 shows two resistors connected in parallel. All the resistors have the same resistance. Ignore the resistance of the ammeters.Compare the currents in the ammeters by completing the sentences. (b) The lights in a room are connected in parallel with a power supply. State one advantage of connecting the lights in parallel.[1] (c) The circuit diagram in Fig. 9.3 shows a resistor Q connected to a battery.The current in resistor Q is 0.048A. The potential difference (p.d.) across resistor Q is 12V. Calculate the resistance of resistor Q. Include the unit in your answer. resistance = ... unit ... [4]"
            },
            {
                "id": 35,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "10 (a) Fig. 10.1 shows the arrangement for transferring electrical energy from a power station to  homes and factories. Explain why the arrangement includes a step-up transformer and a step-down transformer.[4] b) A transformer has 2000 turns on the primary coil and 500 turns on the secondary coil. The potential difference (p.d.) across the primary coil is 240V a.c. Calculate the p.d. across the secondary coil.p.d. across the secondary coil = ...V [3]"
            },
            {
                "id": 36,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "7 Fig. 7.1 represents an alternating current (a.c.) generator. (a) A student rotates the handle H, as shown in Fig. 7.1. (i) On Fig. 7.2, sketch a graph to show how the electromotive force (e.m.f.) between  terminals X and Y varies with time during two complete revolutions of the coil. (ii) On Fig. 7.2, mark and label a point P, for the e.m.f. when the coil is horizontal, as shown  in Fig. 7.1.[1]  (iii) The student turns the handle more quickly. State two ways in which the e.m.f. between terminals X and Y changes.[2](b) Terminals X and Y are connected to the primary coil of a transformer. State and explain what happens in the transformer as the student turns the handle of the a.c. generator.[3](c) Explain why the power losses in transmission cables are lower when electrical energy is transmitted at higher voltages.[2]"
            },
            {
                "id": 37,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "8 A student sets up a circuit that includes a 12V battery, an 800Ω resistor, a voltmeter and a thermistor. Fig. 8.1 is an incomplete circuit diagram because the symbol for the thermistor is missing. The thermistor is connected between terminals P and Q. (a) Complete Fig. 8.1 by drawing the symbol for a thermistor between terminals P and Q.[1] (b) The 12V battery consists of eight identical cells connected in series. Calculate the electromotive force (e.m.f.) of each cell.[1] (c) The reading on the voltmeter is 8.0V. (i) Determine the resistance of the thermistor.[3](ii) A few hours later, the student notices that the reading on the voltmeter is greater.  Explain what can be deduced from this observation.[3]"
            },
            {
                "id": 38,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "7 A plastic rod becomes negatively charged when it is rubbed with a woollen cloth. (a) Describe, in terms of particles, how the rod becomes negatively charged when rubbed with  the cloth.[2] (b) A light, conducting ball is at rest on a metal table. When the rod is brought close to the ball,as shown in Fig. 7.1, the ball jumps up towards the rod.(i) Explain why the ball jumps up.[3](ii) The ball touches the rod and falls back down to the table.  Explain why this happens.[2]"
            },
            {
                "id": 39,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "7 Fig. 7.1 shows a horizontal conducting wire XY between two opposite magnetic poles. Wire XY forms a circuit with an ammeter. (a) Explain why the reading on the ammeter is zero when the wire XY is not moving.[1] (b) The wire XY is moved and there is a deflection on the ammeter that indicates there is a current in the wire from X to Y.On Table 7.1, tick one box to indicate the direction of the movement of the wire XY and explain your answer. explanation[3] (c) State what is observed on the ammeter when the wire XY is moved(i) in the opposite direction to part (b) [1](ii) in the same direction as part (b) but at a greater speed  [1]"
            },
            {
                "id": 40,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "8 (a) Define electromotive force (e.m.f.)[1](b) Fig. 8.1 shows a source E of e.m.f. 60V in a circuit.The heater H has a resistance of 22.5Ω and the potential difference (p.d.) across it is 45V.Calculate: (i) the power of the heater.[3] (ii) the p.d. across resistor X.[2] (iii) the current in the 10Ω resistor.[2]"
            },
            {
                "id": 41,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "9 (a) Write down the truth table for an OR gate.[2](b) Draw the symbol for a NOR gate.[1](c) Fig. 9.1 shows a digital circuit designed to produce the values shown in Table 9.1 for the output S from the two inputs P and Q.(i) Table 9.1 is the truth table for the circuit shown in Fig. 9.1. (i) Table 9.1 is the truth table for the circuit shown in Fig. 9.1. Complete the column for point R in Table 9.1.[1] (ii) State which type of gate is used for gate X. Explain your answer. statement explanation ...[3]"
            },
            {
                "id": 42,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "7 (a) Fig. 7.1 shows two magnets and the gap between the N pole of one magnet and the S pole of the other magnet.On Fig. 7.1, draw three lines to show the pattern and direction of the magnetic field in the  gap.[2] (b) (i) Fig. 7.2 is a repeat of Fig. 7.1 showing the two magnets.   On Fig. 7.2, draw the position of a plotting compass needle when it comes to rest in the  gap between the N pole and the S pole.(ii) Explain why the needle comes to rest in this position.[2](c) Describe a method of demagnetising a bar magnet.[2]"
            },
            {
                "id": 43,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "8 (a) Two identical radioactive sources emit α-particles and γ-rays into two vacuum tubes. (i) Fig. 8.1 shows two electrically charged plates on either side of one of the vacuum tubes.Write the symbol α once in Table 8.1 to indicate any deflection of the α-particles.  Write the symbol γ once in Table 8.1 to indicate any deflection of the γ-rays.(ii) Fig. 8.2 shows the poles of a very strong magnet on either side of the other vacuum  tube. Write the symbol α once in Table 8.2 to indicate any deflection of the α-particles.   Write the symbol γ once in Table 8.2 to indicate any deflection of the γ-rays.(b) Fig. 8.3 shows a simple direct current (d.c.) electric motor with a split-ring commutator.(i) State and explain the direction of rotation of the coil as seen from point X.[3](ii) The coil rotates through 90° from the position shown.   State what happens to the moment in this position.[1]iii) The coil is rotated through 180° from the position shown. By considering the forces on the coil, explain how the split-ring commutator enables the motor to turn continuously.[2]"
            },
            {
                "id": 44,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "9 (a) Fig. 9.1 shows a circuit.On Fig. 9.1, draw two clearly labelled arrows to show the direction of the electron flow and  the direction of the conventional current in the circuit.[2] (b) The current in the motor is 13A. The charge on an electron is 1.6 × 10–19C.  Calculate the number of electrons that pass through the motor every second.[3]"
            },
            {
                "id": 45,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "10 (a) Fig. 10.1 shows the potential difference–current graph for a circuit component K. Calculate the resistance of component K when the current in it is 4.0mA.[2] (b) Fig. 10.2 shows a circuit containing component K. At low temperature, component K has a much greater resistance than resistor R.  At high temperature, component K has a much smaller resistance than resistor R.State and explain the effect on the lamp when the temperature changes from very low to very  high. Refer to the voltage at point X in your explanation.[4](c) State the name of component K. [1]"
            },
            {
                "id": 46,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "8 (a) Fig. 8.1 shows a conducting object A, initially uncharged, held on an insulating stand. The positively charged rod B is brought close to object A.(i) On Fig. 8.1, draw the distribution of charges on object A.[2] (ii) A wire is connected from object A to earth.State and explain any movement of charge.[2](b) There is a current in a wire of 0.65mA for 2.2 minutes. Calculate the charge that flows.[3]"
            },
            {
                "id": 47,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "9 (a) Fig. 9.1 shows a cell of electromotive force (e.m.f.) 1.5V and a battery of e.m.f. 6.0V  connected in series. Calculate the combined e.m.f. of the cell and the battery. e.m.f. =  [1] (b) The combined resistance of the three resistors shown in Fig. 9.2 is 4.4Ω. i) Calculate the resistance of resistor R.[3]  (ii) The current I in Fig. 9.2 is 0.94A.  Calculate the potential difference (p.d.) across the combination of resistors.[2]"
            },
            {
                "id": 48,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "10 (a) Name the logic gate shown in Fig. 10.1 (b) Fig. 10.2 shows a combination of logic gates. Complete the right-hand column of Table 10.1, the truth table for the combination of logic gates. You may use the blank column for your working. c) An electrical device has a metal case. Explain the benefit of earthing the metal case.[2](d) (i) Explain how a fuse protects a circuit.[2]"
            },
            {
                "id": 49,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "7 (a) Define electromotive force (e.m.f.) The two lamps shown are identical. Each lamp has a potential difference (p.d.) of 3.0V across it and a current of 2.0A in it. PQ is a length of uniform metal wire. The resistance of PQ is R. (i)Calculate the value of R.[3](ii) Another piece of wire is made of the same metal as PQ. The length of the new piece  of wire is twice the length of PQ. The diameter of the new piece of wire is twice the  diameter of PQ.  Calculate the resistance of the new piece of wire.[3]"
            },
            {
                "id": 50,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "9 (a) An X-ray machine requires a supply of 110kV. The mains electricity supply is 230V. A  transformer is used to supply the correct voltage to the X-ray machine. There are 50 turns on  the primary coil of the transformer.Calculate the number of turns on the secondary coil.[2](b) Draw a labelled diagram of a step-down transformer. On the labels, state a suitable material  for each of the components.[2](c) Explain how a transformer operates.[3]"
            },
            {
                "id": 51,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "8 (a) Fig. 8.1 shows two charged metal plates with a gap between them. The plates are parallel to each other. The top plate is negatively charged and the bottom plate is positively charged.  On Fig. 8.1, draw five electric field lines between the two plates.[2](b) An electric iron has a power of 2400W. The potential difference (p.d.) of the mains supply is 220V. (i) Calculate the electric current in the iron.[2](ii) Calculate the electric charge which flows through the iron in 15 minutes.[2]iii) Fuse ratings of 3A, 5A, 10A, 13A and 30A are available.State which of these fuse ratings is suitable for use in the iron.[1]"
            },
            {
                "id": 52,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "9 Fig. 9.1 shows current–potential difference (p.d.) graphs for a resistor, a thermistor and a filament lamp.The resistor, the thermistor and the filament lamp are connected in series with a power supply. (a) (i) Draw a circuit diagram for this circuit.[2] (ii) Add a voltmeter to your circuit diagram in (a)(i) in a correct position to measure the p.d.  across the resistor.[1]  (iii) Using the graph in Fig. 9.1, determine the p.d. across the terminals of the power supply  when the p.d. across the resistor is 6.0V.[4](b) Describe a practical use for a thermistor.[1]"
            },
            {
                "id": 53,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "10 (a) A transformer has 500 turns on the primary coil and 25 turns on the secondary coil. The input voltage is 120V. (i) Calculate the output voltage.2] (ii) The current in the primary coil is 125mA. The transformer is 100% efficient.  Calculate the output current.[2] (b) Fig. 10.1 shows a loose wire connected in a circuit with a d.c. (direct current) power supply  and a switch. The length of the wire between the two supports is in the magnetic field of a  horseshoe magnet. The power supply is switched on and the wire moves down. (i) On Fig. 10.1, draw an arrow on the wire to show the direction of the current.[1] (ii) The power supply is switched off and the wire returns to its original position. The power  supply is then switched on so that the current is in the opposite direction.  State and explain what happens to the wire.[2](c) A split-ring commutator is an important feature of a d.c. motor. Suggest one reason why the d.c. motor cannot operate without a split-ring commutator.[1]"
            },
            {
                "id": 54,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "8 Fig. 8.1 is a circuit diagram.\n(a) Calculate the combined resistance between Y and Z.[4]\n(b) Calculate the potential difference (p.d.) across the 8.0 Ω resistor.[2]"
            },
            {
                "id": 55,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "8 Fig. 8.1 is a circuit diagram.\n(a) Calculate the combined resistance between Y and Z.[4]\n(b) Calculate the potential difference (p.d.) across the 8.0 Ω resistor.[2]"
            },
            {
                "id": 56,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "8 Fig. 8.1 is a circuit diagram.\n(a) Calculate the combined resistance between Y and Z.[4]\n(b) Calculate the potential difference (p.d.) across the 8.0 Ω resistor.[2]"
            },
            {
                "id": 57,
                "paper_type": "Core",
                "question_code": "04/O/N/23",
                "question_number": "1a",
                "question_body": "8 Fig. 8.1 is a circuit diagram.\n(a) Calculate the combined resistance between Y and Z.[4]\n(b) Calculate the potential difference (p.d.) across the 8.0 Ω resistor.[2]"
            },
            
        ]
    },
    {
        "topic": "Nuclear Physics",
        "code": "0625",
        "questions":[
            {
                "id": 1,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "9a. A nuclear power station has a reactor where controlled nuclear fission of uranium-235 takes place. \n(i). Explain what is meant by nuclear fission.[3]\n(ii). State one advantage and one disadvantage of generating electrical power in nuclear power stations compared with electrical power generated using wind turbines. [2]\n(b). Deuterium is an isotope of hydrogen(H) with 1 proton and 1 neutron. Nuclear fission occurs when two nuclei of deuterium combine.An isotope of helium (He) and a neutron are formed.Use nuclide notation to write down the nuclide equation for this reaction.[3]\n(i) State how the composition of a nucleus of americium-241 differs from that of a nucleus of americium-242.[1]"
            },
            {
                "id": 2,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "10 (a) (i) An americium (Am) nucleus decays by the emission of an α-particle into a neptunium (Np) nucleus.\n(ii) Americium is used in smoke detectors.Explain why beta (β) emitters or gamma (γ) emitters are not used in smoke detectors.[1]\n(b) The half-life of this americium nuclide is 470 years. A sample of this nuclide contains 8.0 × 10¹⁴atoms. After some time, 6.0 × 10¹⁴americium atoms have decayed.Calculate the time required for this decay.[3] "
            },
            {
                "id": 3,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "9 Many household smoke alarms contain a sample of the radioactive isotope americium-241 (Am).\n(a) Americium-241 is the isotope of the element americium that has the nucleon number (mass number) 241.\n(i) State how the composition of a nucleus of americium-241 differs from that of a nucleus of americium-242.[1]\n(ii) An atom of a different element has a nucleon number of 241.(b)State two differences between the composition of a nucleus of this atom and a nucleus of americium-241.[2]\nAmericium-241 decays to an isotope of neptunium (Np) by alpha-particle (α-particle) emission.\n(ii) One reason for using an isotope that emits α-particles in a smoke detector is thatα-particles are more strongly ionising than beta-particles (β-particles).Explain why α-particles are more strongly ionising than β-particles.[2]\n(iii) The isotope of neptunium produced by americium-241 is also radioactive.The decay of this isotope of neptunium produces an isotope of protactinium whichdecays by β-emission. β-particles are more penetrating than α-particles.The half-life of neptunium is longer than two million years.Using this information, explain the advantage of this long half-life for the use and safe disposal of a household smoke alarm.[2]"
            },
            {
                "id": 4,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "10 (a) (i) An americium (Am) nucleus decays by the emission of an α-particle into a neptunium (Np) nucleus.\n(ii) Americium is used in smoke detectors.Explain why beta (β) emitters or gamma (γ) emitters are not used in smoke detectors.[1]\n(b) The half-life of this americium nuclide is 470 years. A sample of this nuclide contains 8.0 × 10¹⁴atoms. After some time, 6.0 × 10¹⁴americium atoms have decayed.Calculate the time required for this decay.[3] "
            },
            {
                "id": 5,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "11 Americium-241 is a radioactive nuclide. The nuclide notation for a nucleus of americium-24 is.         \n(a) Determine the number of: protons in one nucleus of americium-241[1] neutrons in one nucleus of americium-241.[1]\n(b) Americium-241 has a half-life of 430 years A radioactive source contains 12mg of americium-241. Calculate the mass of americium-241 that remains in the source after 860 years.mass of americium-241 remaining = ..mg [3]"
            },
            {
                "id": 6,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "11 Fig. 11.1 represents all the particles in an atom which is a radioactive isotope of carbon.\n(a) Table 11.1 gives information about the particles shown in Fig. 11.1. Using the information in Fig. 11.1, write in the empty boxes to complete Table 11.1. \n(b) A museum displays an item made of ancient wood. When the wood was new, the item contained 8.00mg of the isotope shown in Fig. 11.1. The item now contains 2.00mg of the isotope. The half-life of the isotope is 5700 years.Calculate the age of the wood in the item.age of wood = ....years [3]"
            },
            {
                "id": 7,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "10) Iodine-131 is a radioactive isotope of the element iodine. Fig. 10.1 shows the nuclide notation for a nucleus of iodine-131. \n(a) (i) Determine the number of protons in one nucleus of iodine-131.  [1]\n(ii) Determine the number of neutrons in one nucleus of iodine-131.  [1] \n(b) When a nucleus of iodine-131 decays, it emits a beta (β)-particle and a gamma (γ) ray. State the nature of a beta-particle and a gamma ray. A beta-particle is ..[1]\n A gramma ray is ..[1] \n(c) A sample contains 1.6mg of iodine-131. The half-life of iodine-131 is 8.0 days.Calculate the mass of iodine-131 remaining in the sample after 24.0 days.mass of iodine-131 remaining [3]"
            },
            {
                "id": 8,
                "paper_type": "Core",
                "question_code": "/32/F/M/23",
                "question_number": "1a",
                "question_body": "9 Fig. 9.1 represents an atom of beryllium. The labels A, B and C indicate three types of particle.         \n(a) (i) Complete Table 9.1. Name each type of particle and state the sign of its charge. One row is done for you. \n(ii) There are several different isotopes of beryllium. State what is meant by the term isotope.[3] \n(b) Fig. 9.2 shows sources of background radiation that affect people. Suggest the source of background radiation in region D.[1] \n(c) The nuclide notation for an atom of radon is: \n(i) State the number of protons in this atom of rado.  [1]\n(ii) State the number of particles in the nucleus of this atom of radon. [1]"
            }
        ]
    },
    {
        "topic": "Space Physics",
        "code": "0625",
        "questions":[
            {
                "id": 1,
                "paper_type": "Core",
                "question_code": "32/F/M/23",
                "question_number": "1a",
                "question_body": "1. State, in order, the name of the three    planets closest to the Sun.Closest to the Sun Further from the Sun. [2] \n(b). Define a light-year.[2] \n(c). Jupiter is 780 000 000 000m(7.8×10¹¹m) from the Sun. The speed of light is 300 000 000m/s(3.0×10⁸m/s).      Calculate the time for light to travel from Sun to Jupiter. [2]"
            },
            {
                "id": 2,
                "paper_type": "Core",
                "question_code": "/31/M/J/23",
                "question_number": "1a",
                "question_body": "12 (a) Fig. 12.1 represents the Earth and the Sun at one point in the Earth’s orbit of the Sun.Explain the apparent daily motion of the Sun across the sky. [2] \n(b) List the four planets closest to the Sun in order of their distance from the Sun. One is done for you.\n1 ......2 Earth.......3 ..... 4 ...... [2]\n(c) The Sun mostly consists of two elements.State the two elements.[2]\n(d) The Sun is a star in a galaxy.State the name of the galaxy[1]"
            },
            {
                "id": 3,
                "paper_type": "Core",
                "question_code": "32/M/J/23",
                "question_number": "1a",
                "question_body": "11 Fig. 11.1 shows the Sun and the four innermost planets, A, B, C, and D, of the Solar System.\n(a) In Table 11.1, write the names of the innermost planets. One is done for you.\n(b) Describe how the four innermost planets of the Solar System were formed.[4]"
            }
            ,
            {
                "id": 4,
                "paper_type": "Core",
                "question_code": "33/J/M/23",
                "question_number": "1a",
                "question_body": "10 Fig. 10.1 represents part of the Solar System. \n(a) (i) State the name of planet A and the name of planet B.[2] \n(ii) On Fig. 10.1, draw an X to represent a moon of Jupiter. Draw a line to show how this moon moves.[1] \n(iii) State two ways in which the four planets nearest to the Sun are different from the four planets furthest away from the Sun. [2]\n(iv) Complete the following sentences: The galaxy that includes the Solar System is called the [1]The ...................... includes billions of galaxies.[1]"
            }
            ,
            {
                "id": 5,
                "paper_type": "Core",
                "question_code": "/42/F/M/23",
                "question_number": "1a",
                "question_body": "10(a). The time taken for Mars to orbit the Sun is 690 Earth days. The average orbital radius of Mars is 22.8×10⁸km. An Earth day is 24h. Calculate the average orbital speed of Mars in km/s.[3]\n(b). State the shape of the orbits of the planets.[1]\n(c). Light from a distant galaxy is redshift.\n(i). Explain what is meant by redshift. [2]\n(ii). State the quantity that the redshift is used to calculate. [1]"
            }
            ,
            {
                "id": 6,
                "paper_type": "Core",
                "question_code": "41/O/N/23",
                "question_number": "1a",
                "question_body": "10 The Milky Way is one of many billions of galaxies. Each galaxy contains many billions of stable stars.\n(a) Stable stars transfer energy into space by emitting electromagnetic radiation from their surfaces. Describe what happens in the core of a stable star to release energy that is eventually transferred into space.[3] \n(b) On the Earth, light from a distant galaxy is observed and analysed by astronomers. This information is used to determine the speed at which the galaxy is moving away from the Earth. \n(i) Describe how the observed light is different from when it was emitted.[2] \n(ii) State the quantity that astronomers use to determine the speed at which the galaxy is moving away.[1] \n(c) The Hubble constant H0 is equal to 2.2 × 10–18 per second. \n(i) Calculate the distance from the Earth of a galaxy that is moving away at a speed of 1.3 × 107m/s.[2] \n(ii) Calculate an estimate for the age of the Universe. Give your answer in years.age of the Universe = ... years [2]"
            }
            ,
            {
                "id": 7,
                "paper_type": "Core",
                "question_code": "04/SP/23",
                "question_number": "1a",
                "question_body": "11 (a) Describe and explain how a stable star is formed.[3]\n(b) Describe and explain what can be deduced from cosmic microwave background radiation CMBR.[3]"
            }
        ]
    }
]